[
  ["T-WELCOME",0,"Your Journey Begins Here","OTHER THAN THE TITLE, THIS TEXT IS IGNORED - tutorialPage type is hard coded","IGNORED - tutorialPage copy is hard coded","IGNORED - tutorialPage copy is hard coded","","",null,null,null,"","chapterType:tutorial-page,titleTag:Welcome","",""  ],
  ["T-FOUNDER",1,"Every Startup Needs A Founder!","IGNORED - founderSelect is hard coded, except for title & results text","IGNORED","It’s official! You, Jasmine, have incorporated your new company and are excited to begin your startup journey. You have a clear vision for building a better, more modern online community, one that empowers its users and puts their needs first.\n\nYou've funded your corporate bank account with a little bit of money from a hackathon you won senior year. Hopefully it will last through to your beta launch, and then you can raise more capital from professional investors.","","",45,null,30,"founder0:true","chapterType:founder-select,titleTag:Getting Started","issueNote:starting-capital",""  ],
  ["T-FOUNDER",1,"Every Startup Needs A Founder!","IGNORED - founderSelect is hard coded, except for title & results text","IGNORED","It’s official! You, Sarah, have incorporated your new company and are excited to begin your startup journey. You have a clear vision for building a better, more modern online community, one that empowers its users and puts their needs first.\n\nYou've funded your corporate bank account with a little bit of money that you've saved from your influencer sponsorship. Hopefully it will last through to your beta launch, and then you can raise more capital from professional investors.","","",45,10,20,"founder1:true","","issueNote:starting-capital",""  ],
  ["T-FOUNDER",1,"Every Startup Needs A Founder!","IGNORED - founderSelect is hard coded, except for title & results text","IGNORED","It’s official! You, Andre, have incorporated your new company and are excited to begin your startup journey. You have a clear vision for building a better, more modern online community, one that empowers its users and puts their needs first.\n\nYou've funded your corporate bank account with some money you've saved while working at a big tech company and with some funds from colleagues who believe in you. Hopefully it will last through to your beta launch, and then you can raise more capital from professional investors.","","",50,null,20,"founder2:true,founderDilution:4","","issueNote:starting-capital",""  ],
  ["T-FOUNDER",1,"Every Startup Needs A Founder!","IGNORED - founderSelect is hard coded, except for title & results text","IGNORED","It’s official! You, Michael, have incorporated your new company and are excited to begin your startup journey.\n\nYou have a clear vision for building a better, more modern online community, one that empowers its users and puts their needs first.\n\nYou've funded your corporate bank account with the help of your parents and their friends – everyone is excited to help you succeed. It should last through to your beta launch, after which you can raise more funds from professional investors.","","",55,null,20,"founder3:true,whiteMaleFounder:true,wealthyFounder:true,founderDilution:4","","issueNote:starting-capital",""  ],
  ["T-INCORPORATION",2,"Incorporation","-","-","It’s official! You’ve incorporated your new company and are excited to begin your startup journey.\n\nYou have a clear vision for building a better, more modern online community, one that empowers its users and puts their needs first.\n\nYour corporate bank account has some initial funding from friends and family, plus your own savings. Hopefully it will last through to your beta launch, and then you can raise more funds from professional investors.","","",30,null,null,"","singleScreen:singleScreen","issueNote:capital-access",""  ],
  ["T-LOCATION",3,"Founding Location","The first thing you have to decide is where to locate your startup. Some places are more expensive than others, and your location will impact things like access to funding, talent, and Internet connectivity. Where will you start out?","Big Tech Valley – expensive but with world class talent and tons of investors.","This is the place to be, even if you’re paying top dollar for that top talent, and that co-working space only gives you a desk in the corner for 3x the cost of a full office somewhere else, you'll be seen as a <em>real</em> startup now.","","",-20,null,null,"techHub:true","titleTag:Location","",""  ],
  ["T-LOCATION",3,"Founding Location","The first thing you have to decide is where to locate your startup. Some places are more expensive than others, and your location will impact things like access to funding, talent, and Internet connectivity. Where will you start out?","Crypto Hills – an aspiring tech hub with a lower cost of living and emerging investment community, but a smaller talent pool.","Big Tech Valley is so last century. Innovation is about newness, and the Crypto Hills is where everyone is heading these days. You’ll be able to afford a bigger team soon, and you’re betting you can catch the eye of enough local investors.","","",-10,null,null,"otherCity:true","","",""  ],
  ["T-LOCATION",3,"Founding Location","The first thing you have to decide is where to locate your startup. Some places are more expensive than others, and your location will impact things like access to funding, talent, and Internet connectivity. Where will you start out?","University Park – home of a prestigious university and brimming with talent, though lacking in investors.","Startups are kind of like a post-college experience anyway, so you might as well set up shop in a college town. Plus, so many eager (and cheap) computer science and engineering students! However, without a big community of local investors, finding the money to pay them will be harder.","","",-10,null,null,"collegeTown:true","","",""  ],
  ["T-LOCATION",3,"Founding Location","The first thing you have to decide is where to locate your startup. Some places are more expensive than others, and your location will impact things like access to funding, talent, and Internet connectivity. Where will you start out?","Rustic Hollow – it’s cheap but there’s not much in the way of local investors or tech talent.","The world is remote these days anyway. You don’t need to waste time and money on expensive offices. Life here is bucolic and you can quickly become the biggest company in town. But you’ll need to get creative when it comes to finding talent (even remote employees) and attracting outside investors as you grow.","","",-5,null,null,"smallTown:true","","issueNote:rural-broadband",""  ],
  ["T-FOCUS",4,"Focus","As a founder, your time is incredibly valuable and there are countless things you can focus on. Working on your core product is always a good idea, but it might be worth taking some time away from that in these early days to strengthen your company in other ways.","Start networking with investors to prepare for your Series A fundraising later this year.","Getting meetings with potential investors is hard work but your calendar is starting to fill up. For some reason, though, they keep passing you off to their junior associates. While they seem enthusiastic, they are all asking about your team and for evidence about how well your product fits the market’s demands. Still, you’re hopeful that these connections might open additional fundraising options in the future.","focus:1","",null,null,null,"focus:-1,investorFocus:true","","",""  ],
  ["T-FOCUS",4,"Focus","As a founder, your time is incredibly valuable and there are countless things you can focus on. Working on your core product is always a good idea, but it might be worth taking some time away from that in these early days to strengthen your company in other ways.","Focus on recruiting and building an amazing team.","You're nothing without the best people. Getting out there and working your network to find the rockstar early employees is the key to your success. But, until you’ve secured financing, it’s tough to figure out how to compensate them. Still, you know that a strong team will pay dividends both as you build your initial product and when you go to pitch investors.","focus:1","",null,null,null,"focus:-1,hiringFocus:true","","",""  ],
  ["T-FOCUS",4,"Focus","As a founder, your time is incredibly valuable and there are countless things you can focus on. Working on your core product is always a good idea, but it might be worth taking some time away from that in these early days to strengthen your company in other ways.","Ignore other distractions and stay focused on building the best product.","Too many companies focus on money and people, when they don't have a killer product. While it’s hard to build when you are cash-strapped and under-staffed, you know that once the world sees your product, you'll have prospective employees and investors banging on your door.","","",null,null,null,"productFocus:true","","",""  ],
  ["T-REC",5,"Recruiting","You are ready to recruit an amazing team, one of your most important jobs as a founder. How are you approaching it?","Hire the best candidates, regardless of their cost or if they need to work remotely.","A rockstar employee is worth 10x just a “good” employee. You should spare no expense in hiring as many rock stars as possible. They’ll cut into your limited budget, but you’re confident that they are worth it: they understand your vision and can hit the ground running on day one.","","",-25,null,30,"","issueNote:talent","",""  ],
  ["T-REC",5,"Recruiting","You are ready to recruit an amazing team, one of your most important jobs as a founder. How are you approaching it?","Hire smart but inexperienced people and spend time training them.","People with too much experience can drag you down. They're still stuck in the past. You need smart kids with passion and excitement to build something truly revolutionary. You’re positive that it’s worth diverting your time away from pitches and product development to train them and leverage their enthusiasm.","","",-10,null,10,"","","",""  ],
  ["T-REC",5,"Recruiting","You are ready to recruit an amazing team, one of your most important jobs as a founder. How are you approaching it?","Offshore as much of the work as possible to an inexpensive team overseas.","Getting a minimum viable product out as quickly as possible is the key to your first mover advantage. Managing an outsourced offshore team will let you build quickly, and you won’t need to worry about immigration roadblocks. However, there’s bound to be some communication hiccups and extra paperwork, plus you know you won’t be able to relocate the team to the U.S. until you have deep enough pockets to navigate the imimgration system.","","",-5,null,5,"","","",""  ],
  ["T-REC",5,"Recruiting","You are ready to recruit an amazing team, one of your most important jobs as a founder. How are you approaching it?","Take advantage of being in the center of the tech-world – there are tons of talented folks who have worked at the best startups and major tech companies.","Sit down at any coffee shop and you're surrounded by startup conversations: investment pitches, tech stack debates, thoughts on the next big thing... Everyone here is working to bring about the future, and they might as well be working for you. However you have steep competition from other recruiters and might have to pay top dollar to fill out the whole team.","","techHub:true",-20,null,20,"","","",""  ],
  ["T-REC",5,"Recruiting","You are ready to recruit an amazing team, one of your most important jobs as a founder. How are you approaching it?","Piggyback on the \"Move to Crypto Hills\" campaign that the mayor's office is running.","City hall has a nice budget dedicated to promoting Crypto Hills and they're happy to feature your startup in some of their promotional materials. You’ll be competing against the other startups moving to Crypto Hills, but you’re hoping the lower cost of living and sudden availability of jobs will start attracting talent to the area.","","otherCity:true",-15,null,15,"","","",""  ],
  ["T-REC",5,"Recruiting","You are ready to recruit an amazing team, one of your most important jobs as a founder. How are you approaching it?","Take advantage of being near campus – there are tons of brilliant PhD students who will work for pennies.","The students are super excited to work on a startup, though you might have trouble retaining them after graduation--some are surely eyeing a move to Crypto Hills or Big Tech Valley for higher salaries and others would need you to sponsor a visa to keep them in the country.","","collegeTown:true",-10,null,15,"","","",""  ],
  ["T-REC",5,"Recruiting","You are ready to recruit an amazing team, one of your most important jobs as a founder. How are you approaching it?","Tout the low cost of living with cheap housing to attract potential hires that are ready to settle down.","Plenty of seasoned tech workers have children, and living in big cities is expensive. Convincing them to move to Rustic Hollow isn't easy but you're slowly winning some candidates over.","","smallTown:true",-10,null,15,"","","",""  ],
  ["T-REC",5,"Recruiting","You are ready to recruit an amazing team, one of your most important jobs as a founder. How are you approaching it?","Use the strong candidate pipeline that you've been building to hire great folks at reasonable salaries.","All that networking and recruiting is paying off! Personal recommendations are the absolute best way to find the hidden gems who are perfect for building your killer service.","","hiringFocus:true",-10,null,20,"","","",""  ],
  ["T-BETA",6,"Beta Launch","-","-","After a few months of hard work, you launch the public beta on a tense Tuesday morning and... it goes pretty well! You made it to the top spot on the Product Punt \"hot new websites\" list and you were even covered in the vaunted newsite Techbeat. The article also mentioned some new competitors though – better get back to work!","","",-4,20,null,"","singleScreen:singleScreen","",""  ],
  ["T-PRIVACY",7,"Privacy","An engineer comes to you concerned about the large amounts of user data you are collecting and retaining, including sensitive personal information. How do you want to proceed?","Invest in security measures and a lawyer who can ensure you have an airtight privacy policy so that you can continue leveraging the user data to make product decisions and deliver targeted ads.","It ended up taking more time and money than expected, but your team is confident the user data is protected. You were even able to patch some scary vulnerabilities. Time to start mining your user data for insights!","focus:1,capital:21","",-20,null,10,"focus:-1,goodSecurity:true","","issueNote:user-privacy",""  ],
  ["T-PRIVACY",7,"Privacy","An engineer comes to you concerned about the large amounts of user data you are collecting and retaining, including sensitive personal information. How do you want to proceed?","Cut down on collected data because protecting users’ data should be a priority.","In all that excitement about the service, perhaps you should have been more careful. Now that you're aware of the issue, you’ve protected your users by cutting back on all that data collection you didn’t technically need (yet).","","",null,null,-10,"lowUserData:true","","issueNote:user-privacy",""  ],
  ["T-PRIVACY",7,"Privacy","An engineer comes to you concerned about the large amounts of user data you are collecting and retaining, including sensitive personal information. How do you want to proceed?","Deprioritize for now – there are way more important features for you to develop.","Yes, yes, protecting user data is important, but so are a dozen other things. Right now getting these other features to market is more important. Without it, you'll fall behind the competition.","","",null,null,null,"badPrivacy:true","","issueNote:user-privacy",""  ],
  ["T-FOCUS-PAYOFF",8,"Product Focus","-","-","Now that you've built your team and gotten through a successful initial launch, you are seeing your hard work pay off and it's translating into user growth","","",null,15,15,"focus:-1","singleScreen:singleScreen","",""  ],
  ["T-COMPETITION",8,"Competition","It feels like a new competitor launches every week. While some feel amateurish, others are offering some nice features that you lack. It's too bad you haven't had enough time to focus on building out your product.","Imitation is the sincerest form of flattery.","-","","",null,null,null,"","singleScreen:singleScreen","",""  ],
  ["T-COMPETITION",8,"Competition","It feels like a new competitor launches every week. While some feel amateurish, others are offering some nice features that you lack. It's too bad you haven't had enough time to focus on building out your product.","We will crush them out of existence.","-","","",null,null,null,"","singleScreen:singleScreen","",""  ],
  ["T-BAD-SECURITY",8,"Hacked!","-","-","Oops! That engineer was right to be concerned about your data collection practices. Hackers have gained entry to your database and leaked detailed personal information about your users. You buy credit monitoring for the victims, but angry users are still leaving your site en masse, and you’re getting negative press attention.","","",-5,-10,null,"","singleScreen:singleScreen","",""  ],
  ["A-FUNDING",9,"Time To Raise Some Funds","You are starting to run low on cash – it’s time to raise a round of outside investment. You've tapped your network and these are the options available to you:","Don’t raise funds, instead lay off some staff and cut other expenses to get to break even.","The layoffs are painful and company morale never fully recovers. Meanwhile, your competitors are outpacing you in creating new features and growing their user base. After a year of grinding away, the writing is on the wall and you wind down the company. Time to look for a real job… or start another company.","","",-100,-100,-100,"endState:true,endingWindDown:true","chapterType:funding,titleTag:Series A","resultType:game-over",""  ],
  ["A-FUNDING",9,"Time To Raise Some Funds","You are starting to run low on cash – it’s time to raise a round of outside investment. You've tapped your network and these are the options available to you:","Self-fund with money from the trust fund and your family’s investment office.","It’s good to be able to go back to the well and dip into the family vault, but it’s surprising that investors and star employees don't seem to take you as seriously. The company slowly morphs into more of a vanity business for the founder, rather than a true high growth startup.","","wealthyFounder:true",30,null,null,"founderDilution:10,endingDeadEnd:true","","resultType:game-over",""  ],
  ["A-FUNDING",9,"Time To Raise Some Funds","You are starting to run low on cash – it’s time to raise a round of outside investment. You've tapped your network and these are the options available to you:","Raise a modest amount from local angels who don't have a lot of additional value to offer, in exchange for 10% of your company.","Even though you might need to fundraise again soon, this gives you some runway and validation, while letting you prove that you have some money and legitimate mentors in time for raising your first big round.","","",30,null,null,"founderDilution:20","","",""  ],
  ["A-FUNDING",9,"Time To Raise Some Funds","You are starting to run low on cash – it’s time to raise a round of outside investment. You've tapped your network and these are the options available to you:","Raise from a boutique VC firm that specializes in your sector, in exchange for 20% of the company.","You feel like they really \"get\" you and your vision – and they've already made a few introductions to potential partners. You might have been able to raise more from some of the bigger VCs but you think you’ll actually go further with this one.","","",50,null,null,"founderDilution:30","","",""  ],
  ["A-FUNDING",9,"Time To Raise Some Funds","You are starting to run low on cash – it’s time to raise a round of outside investment. You've tapped your network and these are the options available to you:","Raise a huge round from a well known VC in exchange for 25% of the company.","Welcome to the big leagues. You've now got rocket fuel and let’s make your growth chart head towards the moon. Although it is already starting to feel like some investors don’t “get” you – their suggestions at board meetings aren’t always aligned. That said, maybe some fresh ideas are a good thing; they might make you even more successful, even if they’re taking a bigger cut of that success.","investorFocus:true","",70,null,null,"founderDilution:35","","",""  ],
  ["A-FUNDING",9,"Time To Raise Some Funds","You are starting to run low on cash – it’s time to raise a round of outside investment. You've tapped your network and these are the options available to you:","Acquisition: you can sell to Megacorp for $1-2M per engineer.","\"Acqui-hired\"--Megacorp has purchased your company because it wanted to hire you and your whole team. While it might have been nice to build the next trillion dollar business yourself, this is a chance to cash-in now and keep working on great new tech with the resources of a behemoth to back you up. After your four year vesting, you’ll have plenty of cash, a beefed up resume, and a great network of engineers to help you launch your next great idea!","capabilities:50","",null,null,null,"endState:true,endingAcquihire:true","","resultType:game-over",""  ],
  ["A-START",10,"Round 2","-","-","Congratulations! You've closed your new round, moved to a bigger office, and you're starting to expand your team.\n\nYou've got two years of runway, based on your current projections, and your investors fully expect you to spend that in pursuit of aggressive growth.\n\nMeanwhile, having a bigger company means bigger problems to contend with. In fact, your inbox is growing out of control.","","",null,null,null,"focus:3,hiringFocus:false,investorFocus:false","singleScreen:singleScreen","issueNote:capital-access",""  ],
  ["A-PATENT",11,"Patent Troll","You receive a threat letter saying you infringe a patent on “e-commerce,” without any further details. The letter came from a company that does not make or sell anything, instead it appears to be just a post-office box in Texas. It says that you must pay a substantial settlement of $60,000 immediately or the company will file suit against you and the price of settlement will rise. That’s more money than you’ll spend to cover all your other expenses this month, but you also know a patent lawsuit could easily cost you more than $1 million, and even if you can resolve a suit as quickly as possible, you are still looking at hundreds of thousands of dollars in legal fees not to mention wasted time and focus.","Pay up, get the threat to go away, it costs less than fighting it anyway.","This is annoying, but you really don't have the time to fight a drawn out battle. Just pay up and keep going.","","",-10,null,null,"paidTroll:true","","issueNote:patents",""  ],
  ["A-PATENT",11,"Patent Troll","You receive a threat letter saying you infringe a patent on “e-commerce,” without any further details. The letter came from a company that does not make or sell anything, instead it appears to be just a post-office box in Texas. It says that you must pay a substantial settlement of $60,000 immediately or the company will file suit against you and the price of settlement will rise. That’s more money than you’ll spend to cover all your other expenses this month, but you also know a patent lawsuit could easily cost you more than $1 million, and even if you can resolve a suit as quickly as possible, you are still looking at hundreds of thousands of dollars in legal fees not to mention wasted time and focus.","Hire a law firm to try to negotiate a lower settlement. You looked at the patent, and it cannot be valid, so you shouldn’t have to pay that much.","Your lawyer got the company to settle for less than they asked... but your legal fees ate through most of the difference.","","",-8,null,null,"paidTroll:true","","issueNote:patents",""  ],
  ["A-PATENT",11,"Patent Troll","You receive a threat letter saying you infringe a patent on “e-commerce,” without any further details. The letter came from a company that does not make or sell anything, instead it appears to be just a post-office box in Texas. It says that you must pay a substantial settlement of $60,000 immediately or the company will file suit against you and the price of settlement will rise. That’s more money than you’ll spend to cover all your other expenses this month, but you also know a patent lawsuit could easily cost you more than $1 million, and even if you can resolve a suit as quickly as possible, you are still looking at hundreds of thousands of dollars in legal fees not to mention wasted time and focus.","Ignore the threat; you clearly don't violate that patent!","What nonsense. Your technology has nothing to do with that patent, and even if it did - the patent cannot be valid and it should not have been granted in the first place.\n\nThis threat doesn't seem real, and if they go to court you’re hopeful that you could get the case dismissed before spending too much.","","",null,null,null,"ignoreTroll:true","","issueNote:patents",""  ],
  ["A-PATENT",11,"Patent Troll","You receive a threat letter saying you infringe a patent on “e-commerce,” without any further details. The letter came from a company that does not make or sell anything, instead it appears to be just a post-office box in Texas. It says that you must pay a substantial settlement of $60,000 immediately or the company will file suit against you and the price of settlement will rise. That’s more money than you’ll spend to cover all your other expenses this month, but you also know a patent lawsuit could easily cost you more than $1 million, and even if you can resolve a suit as quickly as possible, you are still looking at hundreds of thousands of dollars in legal fees not to mention wasted time and focus.","Reply to the letter refusing to settle. Instead, explain why you do not infringe this invalid patent, noting that if they sue then you will challenge the patent before the patent office.","Patent trolls and invalid patents are bad for innovation, and if you don't take a stand, they'll keep doing this to you and others. It’s costly upfront (not to mention time consuming) to invalidate this patent, but it will plant a flag as a warning against other threats and make sure this bad patent isn’t used to shake down other small businesses.","capital:21,focus:1","",-20,null,null,"focus:-1,foughtTroll:true","","issueNote:patents",""  ],
  ["A-NSL",12,"National Security Letter (NSL)","The FBI shows up on your doorstep with an official looking “National Security Letter” demanding you hand over information on three of your users. The letter includes a gag order saying you cannot reveal the existence of the letter or the demand for data. Your lawyer says it’s legit, but you know your users won’t like the thought of you handing over their data when the government doesn’t even have a warrant.","Hand over the data.","You can't say no to the FBI, right? If they ask for data, surely they must need it. Of course, if your users hear about how quickly you handed it over, they might switch to your competitors.","","",null,null,null,"NSLHelp:true","","",""  ],
  ["A-NSL",12,"National Security Letter (NSL)","The FBI shows up on your doorstep with an official looking “National Security Letter” demanding you hand over information on three of your users. The letter includes a gag order saying you cannot reveal the existence of the letter or the demand for data. Your lawyer says it’s legit, but you know your users won’t like the thought of you handing over their data when the government doesn’t even have a warrant.","Hand over the data and work with your lawyer to create a streamlined process for future FBI requests.","The FBI has legitimate reasons for this, and if these kinds of requests are going to happen frequently, you should work out a process so that it doesn't take up as much resources each time. Though your users won't like it if word ever gets out...","","",null,null,null,"NSLHelp:true","","",""  ],
  ["A-NSL",12,"National Security Letter (NSL)","The FBI shows up on your doorstep with an official looking “National Security Letter” demanding you hand over information on three of your users. The letter includes a gag order saying you cannot reveal the existence of the letter or the demand for data. Your lawyer says it’s legit, but you know your users won’t like the thought of you handing over their data when the government doesn’t even have a warrant.","Refuse to hand over data and ask your lawyer to fight the request.","Isn't the 4th Amendment supposed to mean something? Time to hire a lawyer to pushback on this encroachment. It’s super expensive, but if you just hand over the data now and that fact comes out later, no one will ever trust you again.","capital:21,focus:1","",-20,null,null,"focus:-1,NSLFight:true","","",""  ],
  ["A-NSL",12,"National Security Letter (NSL)","The FBI shows up on your doorstep with an official looking “National Security Letter” demanding you hand over information on three of your users. The letter includes a gag order saying you cannot reveal the existence of the letter or the demand for data. Your lawyer says it’s legit, but you know your users won’t like the thought of you handing over their data when the government doesn’t even have a warrant.","Immediately tell the public that you won't share with the FBI.","“Gag order? We don't believe in gag orders. Put out a press release calling out the FBI immediately!” You get some immediate public support, but the DOJ also files a lawsuit, and court after court rules against you, saying that you put national security interests at risk. Somewhere in the midst of appeals, you run out of money, even if you are a folk hero among some crowds on social media.","","",-100,20,null,"","","resultType:game-over",""  ],
  ["A-MENTOR",13,"Mentorship","You've been invited to join an elite mentorship program to support underrepresented startup founders. What type of mentor do you want:","A successful startup investor, on the board of several top companies.","It seems like they know everyone and have seen everything! With your Series B funding on the horizon, they're helping you prioritize the work that will help you successfully raise your next round.","","",null,null,null,"investorMentor:true","","",""  ],
  ["A-MENTOR",13,"Mentorship","You've been invited to join an elite mentorship program to support underrepresented startup founders. What type of mentor do you want:","A brilliant Chief Technology Officer who managed huge engineering organizations.","They're going to help you boost your velocity by standing-up a scrum in a waterfall... or something like that.","","",null,null,15,"CTOMentor:true","","",""  ],
  ["A-MENTOR",13,"Mentorship","You've been invited to join an elite mentorship program to support underrepresented startup founders. What type of mentor do you want:","A \"growth hacking\" expert who has written several popular books.","With their help, you're setting up a huge salvo of growth experiments. If there's a low cost way to acquire customers, you're sure to find it!","","",null,15,null,"growthMentor:true","","",""  ],
  ["A-BURNING-MAN",13,"Playa Pals","-","-","You bump into some powerful marketing executives at a desert rave and they love your vibe and vision. After you return from the playa you get them to sign a big sponsorship deal.","","",20,null,null,"","singleScreen:singleScreen","",""  ],
  ["A-COPYRIGHT",14,"Copyright Allegations","Last week you launched a new video uploading feature, and it’s already seeing great adoption. However, some users are uploading videos that include clips of TV shows and films – sometimes as part of a critique and sometimes as part of humorous mash-ups. You're starting to receive threatening emails from an entertainment company’s lawyers demanding you take down these users’ posts or they will take appropriate legal action.","Purchase 3rd party upload filters.","Who knew your users would upload stuff another company claims the rights to--is this going to happen a lot? This filtering company says they have the solution. Even though they're charging you way more than they estimated, it still seems like allegedly infringing videos are getting through, and the demands from companies are still coming in… Meanwhile, users are getting angrier and angrier about their content being taken down incorrectly!","","",-10,-20,null,"3rdPartyFilter:true","","issueNote:copyright-filter",""  ],
  ["A-COPYRIGHT",14,"Copyright Allegations","Last week you launched a new video uploading feature, and it’s already seeing great adoption. However, some users are uploading videos that include clips of TV shows and films – sometimes as part of a critique and sometimes as part of humorous mash-ups. You're starting to receive threatening emails from an entertainment company’s lawyers demanding you take down these users’ posts or they will take appropriate legal action.","Build a bespoke system for identifying and taking down pirated content.","If video uploading is going to be a core part of your business, you might as well build your own upload filters. Unfortunately, building it turns out to be way more time consuming than you expected. And your solution doesn't work very well, so now entertainment companies are claiming that you built a faulty system on purpose while users are complaining about removal of so many non-infringing posts…","capabilities:50,focus:1","",-10,null,null,"focus:-1,bespokeContentID:true,buildingContentID:true","","issueNote:copyright-filter",""  ],
  ["A-COPYRIGHT",14,"Copyright Allegations","Last week you launched a new video uploading feature, and it’s already seeing great adoption. However, some users are uploading videos that include clips of TV shows and films – sometimes as part of a critique and sometimes as part of humorous mash-ups. You're starting to receive threatening emails from an entertainment company’s lawyers demanding you take down these users’ posts or they will take appropriate legal action.","Negotiate with the entertainment company to license as much content as possible.","Surely, the easiest solution is to just get a license. Won't that make everyone happier? What do they mean they want 95% of your revenue connected to these types of uploads? And they expect you to build a filter to flag any posts that might contain their content? How will you afford anything else? And they still won't license the most popular stuff? They want 30% of the company *also*?!? And, what happens when the next big entertainment company comes knocking? And the next? And the next??","capital:51","",-50,null,null,"","","issueNote:copyright-filter",""  ],
  ["A-COPYRIGHT",14,"Copyright Allegations","Last week you launched a new video uploading feature, and it’s already seeing great adoption. However, some users are uploading videos that include clips of TV shows and films – sometimes as part of a critique and sometimes as part of humorous mash-ups. You're starting to receive threatening emails from an entertainment company’s lawyers demanding you take down these users’ posts or they will take appropriate legal action.","Hire dedicated moderators with enough copyright expertise to carefully review the takedown requests.","Not all of these takedown demands look legit. There’s a lot of fair use and other non-infringing works that the entertainment companies are trying to remove. Seems like you need more people to review these requests. The demands just keep coming, you need to hire more and more people, and there’s at least some risk you’ll still get sued. But at least your users are rallying behind you because their original content is staying on your site.","capital:21","",-20,null,10,"hiringCopymods:true","","issueNote:copyright-filter",""  ],
  ["A-COPYRIGHT",14,"Copyright Allegations","Last week you launched a new video uploading feature, and it’s already seeing great adoption. However, some users are uploading videos that include clips of TV shows and films – sometimes as part of a critique and sometimes as part of humorous mash-ups. You're starting to receive threatening emails from an entertainment company’s lawyers demanding you take down these users’ posts or they will take appropriate legal action.","Auto-accept all takedown requests and remove your users’ posts.","Life’s too short. Just take down anything when you get a request. Yes, your users are getting annoyed, you’re removing a lot of non-infringing posts, and you're getting called out on social media while people are promoting alternative platforms… but if you get sued you won't be around at all, and this is the most certain way to avoid company-ending litigation…","","",null,-20,null,"","","issueNote:copyright-filter",""  ],
  ["A-COPYRIGHT",14,"Copyright Allegations","Last week you launched a new video uploading feature, and it’s already seeing great adoption. However, some users are uploading videos that include clips of TV shows and films – sometimes as part of a critique and sometimes as part of humorous mash-ups. You're starting to receive threatening emails from an entertainment company’s lawyers demanding you take down these users’ posts or they will take appropriate legal action.","Do a cursory review of takedown requests and remove allegedly infringing posts when you feel like you have the time.","These takedown demands are such a pain, and it feels like a lot of these posts aren’t actually infringing. But if even one slips through the cracks, you could face a company-ending lawsuit, so you should probably do something to respond to at least some of the requests. Let the intern take care of it, and ask him to triage the incoming requests.","","",null,null,null,"piracy:true","","issueNote:copyright-filter",""  ],
  ["A-STATELAW",15,"Local Laws","The state government where you are headquartered passes a very strict new privacy law that requires significant compliance costs. For instance, you would now have to include an annoying pop-up notification for users requiring them to review and agree to updated terms of service each time you make a minor tweak to the way you process data.","Full compliance with the rules – you're already mostly there!","You have already put in good work to minimize stored user data. It’s only taking minor legal and engineering costs to comply with the new rules, but you're losing some users who are bothered by the pop-ups, and it’s taking longer to roll out new features as you have to wait for users to agree to the updated terms.","lowUserData:true","lowUserData:true",null,-10,null,"","","issueNote:privacy-policy",""  ],
  ["A-STATELAW",15,"Local Laws","The state government where you are headquartered passes a very strict new privacy law that requires significant compliance costs. For instance, you would now have to include an annoying pop-up notification for users requiring them to review and agree to updated terms of service each time you make a minor tweak to the way you process data.","Full compliance with the rules – this is going to be a slog.","The rules are the rules, and if the state believes it’s good for privacy, you suppose you must comply. But these“compliance consultants” you hired seem way more expensive than they should be. On top of that, all of this compliance seems to be annoying your users, and it’s taking longer to roll out new features as you have to wait for users to agree to the updated terms.","","lowUserData:false",-10,-10,null,"","","issueNote:privacy-policy",""  ],
  ["A-STATELAW",15,"Local Laws","The state government where you are headquartered passes a very strict new privacy law that requires significant compliance costs. For instance, you would now have to include an annoying pop-up notification for users requiring them to review and agree to updated terms of service each time you make a minor tweak to the way you process data.","Make moves towards compliance, but recognize that you're unlikely to be a target so you can probably cut corners.","EVERYONE violates this law. They can't go after everyone… can they?","","",null,null,null,"badStateCompliance:true","","issueNote:privacy-policy",""  ],
  ["A-STATELAW",15,"Local Laws","The state government where you are headquartered passes a very strict new privacy law that requires significant compliance costs. For instance, you would now have to include an annoying pop-up notification for users requiring them to review and agree to updated terms of service each time you make a minor tweak to the way you process data.","Move headquarters, but still allow users from the state to access the service.","Time to move to a friendlier state. It’s an expensive decision to move an entire company, and you still have some compliance risk for remaining in-state users. Maybe once policymakers see innovative companies like yours leaving, they’ll be more careful about crafting burdensome rules.\n\nMetaverse Cove seems to have the right mix of policies, talent, and cost-of-living... so you decide to relocate there.","capital:21,focus:1","",-20,null,null,"focus:-1,moveHQ:true,movingHQ:true","","issueNote:privacy-policy",""  ],
  ["A-STATELAW",15,"Local Laws","The state government where you are headquartered passes a very strict new privacy law that requires significant compliance costs. For instance, you would now have to include an annoying pop-up notification for users requiring them to review and agree to updated terms of service each time you make a minor tweak to the way you process data.","Move headquarters to a different state; ban users from this state from accessing your service via geoblocking; this state is too unfriendly to innovation.","You need to stand up to states being too aggressive with bad regulations stifling entrepreneurs. It’s expensive and distracting to move your entire company, but in the long run it’ll be more expensive to stay! Sure, the users in your old state are angry that they can't reach the site, but maybe they'll make their voices heard at the ballot box…","capabilities:20,capital:31,focus:1","",-30,-10,null,"focus:-1,moveHQ:true,movingHQ:true","","issueNote:privacy-policy","headquarters to different state?"  ],
  ["A-PATENT-PAID",16,"Return of the Patent Troll","-","-","Word has spread about your willingness to pay off patent trolls. Just this week, you've received two more threat letters from different patent asserting entities.","","",-15,null,null,"","singleScreen:singleScreen","",""  ],
  ["A-PATENT-FOUGHT",16,"Defeat of the Patent Troll","-","-","It was expensive and distracting but you decided to challenge the invalid patent you were wrongfully-accused of infringing… and your filing was successful! You've vanquished one patent troll and sent a clear message that you are a poor choice of target.","","",null,null,null,"foughtTroll:false","singleScreen:singleScreen","",""  ],
  ["A-PATENT-IGNORED",16,"Return of the Patent Troll","-","-","Remember that patent troll you ignored? They certainly remember you, and they're taking you to court. This is going to hurt.","","",-30,null,null,"","singleScreen:singleScreen","",""  ],
  ["A-NEWS",17,"News Coverage","-","-","Your startup is featured in a big writeup in the New York Herald! Your parents still don't <em>completely</em> understand what you do but they're very excited. This is going to drive a bunch of new users – goodbye niche and hello mainstream!","","",null,25,null,"buildingContentID:false,hiringCopymods:false","singleScreen:singleScreen","",""  ],
  ["B-FUNDING",18,"Time To Raise Some Funds","More users means increased costs... and your revenues haven't kept pace. You should be able to use the latest round of press coverage to quickly close some funding.","Raise a modest amount from a big company that is interested in seeing you succeed.","This is huge – easy money, combined with a strategic partner who will benefit from your success. They do seem very insistent that you need to follow one particular strategy though. Hope it works!","","",30,null,null,"founderDilution:15,movingHQ:false","chapterType:funding,titleTag:Series B","",""  ],
  ["B-FUNDING",18,"Time To Raise Some Funds","More users means increased costs... and your revenues haven't kept pace. You should be able to use the latest round of press coverage to quickly close some funding.","Raise a medium sized round at great terms, via an introduction from your mentor.","This funding couldn't have gone smoother – your mentor gave the warmest of introductions and your new investors are thrilled to add you to their portfolio. And hopefully this eases the path to more funding soon, because you are going to need it.","investorMentor:true","investorMentor:true",40,null,null,"founderDilution:15,movingHQ:false","","",""  ],
  ["B-FUNDING",18,"Time To Raise Some Funds","More users means increased costs... and your revenues haven't kept pace. You should be able to use the latest round of press coverage to quickly close some funding.","Raise a huge round from a well known VC in exchange for 30% of the company.","Grow! Grow! Grow!","","",50,null,null,"founderDilution:25,movingHQ:false","","",""  ],
  ["B-FUNDING",18,"Time To Raise Some Funds","More users means increased costs... and your revenues haven't kept pace. You should be able to use the latest round of press coverage to quickly close some funding.","Acquisition: sell to a startup that's a little further along than you, who is keen to pair your technology with their user base.","The valuation is great, although nothing is without tradeoffs. They pay for your company in private shares and you'll join the team for a few years. You're hoping for them to IPO sometime this decade – then you can finally get liquid and fund your next startup, invest in your local ecosystem, or finally take that vacation you've been talking about.","","",null,null,null,"endState:true,endingAcquisitionB:true,movingHQ:false","","resultType:game-over",""  ],
  ["B-FAIRUSE",19,"Fair Use","A big-deal influencer is angry about a video of theirs that keeps getting taken down. The video is of the highly-choreographed first dance at their wedding and it keeps getting flagged for infringing content, due to the song playing in the background. The influencer is threatening to leave your site if they can't share their video.","Leave it up – this influencer has a huge audience.","You're contacted by the lawyer of the private equity fund that owns the rights to the song – they're looking for compensation. Based on their track record, you're better off quickly settling; you pay them and that’s the end of it.","","",-15,5,null,"","","",""  ],
  ["B-FAIRUSE",19,"Fair Use","A big-deal influencer is angry about a video of theirs that keeps getting taken down. The video is of the first dance at their wedding and it keeps getting flagged for infringing content, due to the song that the DJ is playing. The influencer is threatening to leave your site if they can't share their video.","Take it down – you can't make exceptions.","True to their word, the influencer deactivates their account and moves to a competitor... You see a drop in users, but luckily many of their followers are sticking around.","","",null,-10,null,"","","",""  ],
  ["B-FAIRUSE",19,"Fair Use","A big-deal influencer is angry about a video of theirs that keeps getting taken down. The video is of the first dance at their wedding and it keeps getting flagged for infringing content, due to the song that the DJ is playing. The influencer is threatening to leave your site if they can't share their video.","Allow the video to stay up but remove the audio track.","The influencer is mad at first, but then challenges their followers to a remix competition: who can replace the audio track with the best public domain recording? The challenge goes viral, they gain followers, and you gain users.","","",null,10,null,"","","",""  ],
  ["B-FAIRUSE",19,"Fair Use","A big-deal influencer is angry about a video of theirs that keeps getting taken down. The video is of the first dance at their wedding and it keeps getting flagged for infringing content, due to the song that the DJ is playing. The influencer is threatening to leave your site if they can't share their video.","Allow the video to stay up but share any ad revenue with the rights holder of the song.","The video stays up and the rightsholder is happy. The influencer is annoyed but at least they’re staying on the platform.","bespokeContentID:true","",null,5,null,"","","",""  ],
  ["B-NSL-HELP",20,"NSL Follow-up","-","-","The FBI just publicly thanked you for helping them with their investigations. Many of your users are upset and moving to your competitors.","","",null,-15,null,"","singleScreen:singleScreen","",""  ],
  ["B-NSL-FIGHT",20,"NSL Follow-up","-","-","Your case against the FBI has moved slowly but it's ultimately successful. Users appreciate that you're standing up for their rights and you are rumored to be on the shortlist for the Internet Freedom Foundation’s Trailblazer Award.","","",null,10,null,"NSLFight:false","singleScreen:singleScreen","",""  ],
  ["B-DEFAME",21,"Defamation","One of your users has been posting a series of potentially defamatory accusations about a local TV newscaster. The newscaster is threatening to sue you for defamation if you don’t remove the user’s posts. While your lawyer has assured you that you can get any such case dismissed thanks to Section 230 of the Communications Decency Act, you’d still have to spend tens of thousands of dollars on legal fees.","Take it down and suspend the user; you don't want any defamation here, and there’s no way to determine what’s real and what’s not.","The newscaster is satisfied and agrees not to sue you. But other users immediately talk about how you took down the post and suspended the user, and that story goes viral. High profile users quit the service in protest and a boycott campaign is waged against you demanding that you reverse the ban.","","",null,-20,null,"","","",""  ],
  ["B-DEFAME",21,"Defamation","One of your users has been posting a series of potentially defamatory accusations about a local TV newscaster. The newscaster is threatening to sue you for defamation if you don’t remove the user’s posts. While your lawyer has assured you that you can get any such case dismissed thanks to Section 230 of the Communications Decency Act, you’d still have to spend tens of thousands of dollars on legal fees.","Temporarily disable the content, and alert the user that the content will be permanently disabled unless he files reasonable proof of the claims.","News of the temporary suspension goes viral, as you are accused of “censoring the truth” to help the newscaster. No one seems to care that the disabling was temporary. Users claim they'll be switching to your competitor. At the same time, the newscaster keeps reminding you that you’ll face a lawsuit if you don’t fully disable the post.","","",null,-10,null,"","","",""  ],
  ["B-DEFAME",21,"Defamation","One of your users has been posting a series of potentially defamatory accusations about a local TV newscaster. The newscaster is threatening to sue you for defamation if you don’t remove the user’s posts. While your lawyer has assured you that you can get any such case dismissed thanks to Section 230 of the Communications Decency Act, you’d still have to spend tens of thousands of dollars on legal fees.","Pass the takedown on to the original poster, asking for a response for you to weigh against the request. Let's get to the bottom of this.","The user posts an angry screed about how he’s being censored, leading to outrage (even though the posts are still up). People start spreading the story far and wide before any decision is made. The newscaster is even angrier at how you handled this and is promising legal action. Who has time to adjudicate squabbles like this?!?","focus:1","",null,null,null,"focus:-1,newscasterEnemy:true","","",""  ],
  ["B-DEFAME",21,"Defamation","One of your users has been posting a series of potentially defamatory accusations about a local TV newscaster. The newscaster is threatening to sue you for defamation if you don’t remove the user’s posts. While your lawyer has assured you that you can get any such case dismissed thanks to Section 230 of the Communications Decency Act, you’d still have to spend tens of thousands of dollars on legal fees.","Leave it up; this is a matter between two individuals, not you as the intermediary.","The newscaster escalates the legal threat to you, with a harsh letter from her lawyers promising to take legal action unless you remove the post. She also claims to be working on a story about how your site is the center of cyberbullying activity online.","","",null,null,null,"newscasterEnemy:true,legalThreats:true","","",""  ],
  ["B-PRIORITIES",22,"Priorities","The engineering team ships a new release ahead of schedule, leaving some extra time to work on a project of your choice:","Focus on user retention to reduce churn.","You implement a few new features that keep users reengaging – and with lower churn, you can afford to spend more on customer acquisition.","","",null,10,null,"","","",""  ],
  ["B-PRIORITIES",22,"Priorities","The engineering team ships a new release ahead of schedule, leaving some extra time to work on a project of your choice:","Rework the payments flow to boost revenue.","Your engineers have turned a 7-click process into a 2-click process and revenue has jumped by 10% – your board will be pleased.","","",10,null,null,"","","",""  ],
  ["B-PRIORITIES",22,"Priorities","The engineering team ships a new release ahead of schedule, leaving some extra time to work on a project of your choice:","Pay off technical debt and clean up the codebase.","Whew... that was long overdue. Your CTO says that the cleanup should speed up quality assurance and deployment by 50%","","",null,null,15,"","","",""  ],
  ["B-DISINFO",23,"Disinformation","A viral post on the site presents the results of a scientific study in a manner that some users claim is misleading and out of context. Vocal users are demanding the post be removed, or at least labeled as disinformation; while others are insisting that the poster is just sharing important research for people to understand a complex health issue.","Set up an expert board and partnerships to review special cases like this that require specialized knowledge for fact checking.","You're not experts, so why not hire some? But it turns out that experts are costly. And you need to keep hiring more, because there are more and more disputes on different topics keep coming up. And the experts don't always even agree with each other, so you are still left making judgment calls and facing the consequences for choices that don’t satisfy all your users and the 100% of the public.","capital:30,focus:1","",-20,null,null,"focus:-1,expertReview:true","","",""  ],
  ["B-DISINFO",23,"Disinformation","A viral post on the site presents the results of a scientific study in a manner that some users claim is misleading and out of context. Vocal users are demanding the post be removed, or at least labeled as disinformation; while others are insisting that the poster is just sharing important research for people to understand a complex health issue.","Encourage users to use the reply function to explain why the content is misleading and to debate the accuracy.","The marketplace of ideas will solve this! But you have to take time out to build a new nudge in your software to get users to engage with the reply function. And users are complaining that the site is filling up with trolls. Now they're targeting your advertisers, asking why they allow their ads to appear next to harassment and abuse.","","",-10,-20,null,"angryAdvertisers:true","","",""  ],
  ["B-DISINFO",23,"Disinformation","A viral post on the site presents the results of a scientific study in a manner that some users claim is misleading and out of context. Vocal users are demanding the post be removed, or at least labeled as disinformation; while others are insisting that the poster is just sharing important research for people to understand a complex health issue.","Remove the content to avoid being accused of facilitating disinformation; ban repeat offenders.","You do not want to become conspiracy-theory central, so you decide to err in favor of removing anything that is allegedly disinformation. But now you're being accused of covering up relevant facts—including by members of Congress!—and users are yelling about how you're censoring open exploration of ideas. They start leaving for other sites and you are struggling to implement this policy—is it enough that someone says “disinformation,” or will you draw the line elsewhere?","","",-5,-10,null,"banDisinfo:true","","",""  ],
  ["B-DISINFO",23,"Disinformation","A viral post on the site presents the results of a scientific study in a manner that some users claim is misleading and out of context. Vocal users are demanding the post be removed, or at least labeled as disinformation; while others are insisting that the poster is just sharing important research for people to understand a complex health issue.","Flag the content as “potentially misleading” with links to verified, trustworthy sources.","You never expected you'd need this kind of flagging functionality, so it takes some time to develop. Now you need to spend time figuring out policies for what these flags actually say and what will trigger them. And to an extent, it doesn’t solve the underlying problem--you are still being accused by some of hosting medical disinformation and by others of stifling conversations about the state of health science.","","",-5,null,5,"buildingDisinfo:true","","",""  ],
  ["B-BACKDOOR",24,"Backdoor","The FBI very strongly encourages you to revamp your plan to encrypt messages between users to include a “golden key” for “lawful access”--put another way, they are asking you to build a backdoor so that law enforcement can access your users’ encrypted communications upon request. The FBI insists they will only ask for the key (or backdoor) to be used in extreme cases where a court has determined law enforcement has shown probable cause of a crime and requires access to the information.","Tell the FBI this is not possible. Encryption is not encryption with a backdoor, and you’ve promised your users you’ll protect their data.","Standing up for the privacy and security of your users sure feels like the right move, but being paraded before Congress, and having law enforcement officials claiming that you're aiding and abetting terrorists is not exactly great for your image. Or your bottom line. But that is offset by growing user trust that translates into retention.","","",-5,5,null,"angryCongress:true","","issueNote:backdoor",""  ],
  ["B-BACKDOOR",24,"Backdoor","The FBI very strongly encourages you to revamp your plan to encrypt messages between users to include a “golden key” for “lawful access”--put another way, they are asking you to build a backdoor so that law enforcement can access your users’ encrypted communications upon request. The FBI insists they will only ask for the key (or backdoor) to be used in extreme cases where a court has determined law enforcement has shown probable cause of a crime and requires access to the information.","Invest resources in seeking a secure key for lawful access.","Surely you can figure out a way to build a key that only law enforcement can use, while still keeping your user’s info safe? But the pricry cryptography experts, whom you’ve hired to develop the key, keep telling you it can't be done and the costs of hiring lawyers to evaluate the lawfulness of the government’s requests have burned through the money you have to spend on this. So you are back where you started, frustrating law enforcement and facing their claims that you are aiding and abetting criminals, which isn’t great for your image.","capital:30,capabilities:30,focus:1","",-20,null,null,"focus:-1,backdoor:true","","issueNote:backdoor",""  ],
  ["B-BACKDOOR",24,"Backdoor","The FBI very strongly encourages you to revamp your plan to encrypt messages between users to include a “golden key” for “lawful access”--put another way, they are asking you to build a backdoor so that law enforcement can access your users’ encrypted communications upon request. The FBI insists they will only ask for the key (or backdoor) to be used in extreme cases where a court has determined law enforcement has shown probable cause of a crime and requires access to the information.","Add in a backdoor without telling your users.","Yes, of course the FBI should have access, and this way you can avoid PR nightmares with the government accusing you of helping criminals. They wouldn’t abuse it, would they? It’s costly to find engineers who will do this, but you get the backdoor set up, and you do not tell any of your users that you made these technical changes that put their allegedly-secure communications at risk, making them easier targets for scammers and identity thieves. You’re doomed if word ever gets out.","","",-10,null,null,"backdoor:true","","issueNote:backdoor",""  ],
  ["B-BACKDOOR",24,"Backdoor","The FBI very strongly encourages you to revamp your plan to encrypt messages between users to include a “golden key” for “lawful access”--put another way, they are asking you to build a backdoor so that law enforcement can access your users’ encrypted communications upon request. The FBI insists they will only ask for the key (or backdoor) to be used in extreme cases where a court has determined law enforcement has shown probable cause of a crime and requires access to the information.","Announce publicly that you will not use encryption, due to law enforcement concerns and requests.","This is the only honest way to honor law enforcement requests, and you don’t want the PR nightmare of the FBI accusing you of helping terrorists one day. But you want to be candid with your users that giving law enforcement access -- even in only extreme cases -- means that you cannot truly encrypt anything. But the fallout is swift. The users who have been pushing you to encrypt private communications for some time leave in protest, and you’ve earned a reputation in the tech world for caving to government pressure.","","",null,-100,null,"","","issueNote:backdoor,resultType:game-over",""  ],
  ["B-EUREG",25,"EU Regulations","The EU passes its new Online Personal Data Protection Regulation. It requires both (1) much greater transparency and end-user controls over user data collected by nearly any website, while (2) also significant data retention by websites to aid in law enforcement requests.","Apply the required user control policies universally--because it’s too difficult to regionalize those features--and establish a data localization/retention effort, but only in the EU, so you can respond to relevant requests in the region.","You are effectively making the EU privacy rules the global rules. And you are collecting and retaining more data within the EU, which brings tech and human capital costs. You need to spend to make this all work and to build out compliance systems, but the rules are the rules and you know you are compliant.","","",-10,null,-10,"EUComply:true","","issueNote:policy-export",""  ],
  ["B-EUREG",25,"EU Regulations","The EU passes its new Online Personal Data Protection Regulation. It requires both (1) much greater transparency and end-user controls over user data collected by nearly any website, while (2) also significant data retention by websites to aid in law enforcement requests.","Staff up EU compliance and data center teams and go through the strenuous compliance process for EU users only.","The Internet is fracturing, but the EU is too important a market to ignore. You have to spend a lot, including to staff up with both engineering talent and compliance professionals in the EU, but now you can keep up your work with more confidence that you are compliant.","capital:21,capabilities:30,focus:1","",-20,null,null,"EUComply:true,focus:-1","","issueNote:policy-export",""  ],
  ["B-EUREG",25,"EU Regulations","The EU passes its new Online Personal Data Protection Regulation. It requires both (1) much greater transparency and end-user controls over user data collected by nearly any website, while (2) also significant data retention by websites to aid in law enforcement requests.","Partner with a third party “audit” firm that will create a compliance plan and “certify” your practices.","You can't possibly comply with all these new rules, especially without a large EU corporate presence and a handful of in-house privacy lawyers. You’ll just partner with one of these OPDPR compliance consultancies that keep contacting you and let them deal with it. It’s expensive, but less expensive than staffing up in the EU directly, and now you can keep working without worrying about privacy and security lawsuits all the time.","capital:31,capabilities:30","",-30,null,null,"EUWeakComply:true","","issueNote:policy-export",""  ],
  ["B-EUREG",25,"EU Regulations","The EU passes its new Online Personal Data Protection Regulation. It requires much greater transparency and end-user controls over data collected about users for nearly any website, while also requiring significant data retention rules to aid in law enforcement requests.","Bring case at EU Court of Justice; claiming fundamental violations of EU rights","This can't make sense! It’s a fundamental violation of your rights, and surely the EU Court of Justice will recognize that a few years from now and millions of dollars to your EU law firm later…","capital:21,focus:1","disabled:true",-20,null,null,"focus:-1,EUFight:true","","issueNote:policy-export",""  ],
  ["B-EUREG",25,"EU Regulations","The EU passes its new Online Personal Data Protection Regulation. It requires both (1) much greater transparency and end-user controls over user data collected by nearly any website, while (2) also significant data retention by websites to aid in law enforcement requests.","Remove any EU employees and take your chances on enforcement. As a smaller US company without any EU employees, hopefully regulators won’t think it’s worth the effort.","Let’s minimize your exposure to EU regulators and take your chances. What are the odds they prioritize enforcement against a company as small as yours? And what are they going to do, come to your U.S. headquarters and arrest you?","","",-5,null,null,"EUViolation:true","","issueNote:policy-export",""  ],
  ["B-EUREG",25,"EU Regulations","The EU passes its new Online Personal Data Protection Regulation. It requires both (1) much greater transparency and end-user controls over user data collected by nearly any website, while (2) also significant data retention by websites to aid in law enforcement requests.","Shut down services in the EU and use geoblocking to stop EU users.","The EU has made it impossible to do business there. You’ve set up a geographical filter to block out EU visitors. Sure, that takes away a giant market, but you just aren’t sure that the continent’s entire market is worth the hassle and legal liability.","","",null,-20,null,"EULeave:true","","issueNote:policy-export",""  ],
  ["B-EU-FINE",26,"EU Fine","-","-","The European Union noticed your flagrant violation of its regulations and leveled a massive fine against you. There's no getting out of it...","","",-30,null,null,"legalThreats:false,expertReview:false,angryAdvertisers:false,banDisinfo:false,buildingDisinfo:false","singleScreen:singleScreen","",""  ],
  ["B-STATE-FINE",26,"Privacy Suits","-","-","Your failure to fully comply with your state’s strict privacy laws leads to a flurry of user lawsuits under that law’s private right of action. As the cases pile up, you are forced to pay out a large settlement..","","",-30,null,null,"legalThreats:false,expertReview:false,angryAdvertisers:false,banDisinfo:false,buildingDisinfo:false","singleScreen:singleScreen","",""  ],
  ["B-BURN-RATE",26,"Burn Rate","-","-","The past few quarters have seen extraordinary growth of your userbase and your team. Your metrics are looking great but it's taking a toll on your cash reserves.","","",-30,null,null,"legalThreats:false,expertReview:false,angryAdvertisers:false,banDisinfo:false,buildingDisinfo:false","singleScreen:singleScreen","",""  ],
  ["B-CONGRESS",26,"Congressional Hearings","Congress demands that you attend a hearing about why you refused the FBI’s request that you install a backdoor in all encrypted data and communications.","Hire lawyers, prepare for questioning...","You answered a long series of hard questions and, at the end of the day, left the Capitol with your head held high. You're satisfied with your answers but aren't sure if you changed any minds. This was also a substantial distraction for the entire company, and PR is mixed--a lot of your users were cheering you loudly, but accusations your company aids criminals are back in the headlines.","","",null,null,null,"legalThreats:false,expertReview:false,angryAdvertisers:false,banDisinfo:false,buildingDisinfo:false","","",""  ],
  ["B-BACKDOOR-BLOWBACK",26,"Backdoor Blues","-","-","A journalist from the Herald reaches out to you. They’ve received leaked files from a foreign intelligence agency that has figured out how to access the backdoor you built for the FBI. That agency is using it to spy on journalists and dissidents.\n\nThey offer to delay publishing this exposé until next week, giving you time to remove the backdoor and close the vulnerability.\n\nYour team hustles to update your code in time. You do, but the article kicks off a movement for users to leave your site.","","",null,-10,null,"legalThreats:false,expertReview:false,angryAdvertisers:false,banDisinfo:false,buildingDisinfo:false","singleScreen:singleScreen","",""  ],
  ["B-BAD-NEWS",26,"Bad News","-","-","The angry newscaster that had accused one of your users of defamation has been giving regular screeds about how your platform is bad for America. You see a small dip in older users.","","",null,-5,null,"legalThreats:false,expertReview:false,angryAdvertisers:false,banDisinfo:false,buildingDisinfo:false","singleScreen:singleScreen","",""  ],
  ["B-FOCUS-PAYOFF",27,"Focus","-","-","You've been laser focused on the company's needs and it's paying off. The entire team is aligned on strategy and everyone knows how they can contribute.","focus:1","",null,10,10,"focus:-1","singleScreen:singleScreen","",""  ],
  ["B-NO-FOCUS",27,"Burnout","One of your earliest employees comes to you, complaining of burnout and requesting a few months off.","With your series C coming up, now's not the time... tell them they can take a few weeks after you close the round.","-","","",null,null,null,"","singleScreen:singleScreen","",""  ],
  ["B-NO-FOCUS",27,"Burnout","One of your earliest employees comes to you, complaining of burnout and requesting a few months off.","Of course! They've been key to your success so far and they've earned the break.","-","","",null,null,null,"","","",""  ],
  ["C-FUNDING",28,"Time To Raise Some Funds","You're running low on cash again and it's time to raise a new round.","Try to break even by laying off staff and cutting expenses.","The layoffs are painful and company morale never fully recovers. Meanwhile, your competitors are outpacing you in creating new features and growing their userbase. After a year of grinding away, the writing is on the wall and you wind down the company. Maybe you can still get acquired?","","disabled:true",-100,null,null,"","chapterType:funding,titleTag:Series C","resultType:game-over",""  ],
  ["C-FUNDING",26,"Time To Raise Some Funds","You're running low on cash again and it's time to raise a new round.","Raise a huge round from a well known VC with a track record and an impressive bench of relevant advisors, in exchange for 25% of the company.","Continuing down the path towards IPO: you're a unicorn now! ...even if now you only own a fraction of the company.","","",50,null,null,"founderDilution:35","","",""  ],
  ["C-FUNDING",26,"Time To Raise Some Funds","You're running low on cash again and it's time to raise a new round.","Raise a huge round from a global investment firm at an astronomical valuation, for just 10% of the company. Their strategic value is not nearly as good as the VCs, but the money is cheap!","Your peers are jealous of how little equity you had to give up… but you are having some second thoughts. Did you miss an opportunity to learn something valuable from seasoned investors in your field?","","",50,null,null,"founderDilution:20","","",""  ],
  ["C-FUNDING",26,"Time To Raise Some Funds","You're running low on cash again and it's time to raise a new round.","Acquisition: Megacorp & Ultracom have both indicated interest in acquiring the company… your board thinks the valuation might be in the $400-500M range but it will come with golden handcuffs, i.e., you’ll have to work for these big tech companies for several more years before you can actually cash out.","This is generational wealth for you as founders – how can you pass that up? You can suffer through a few years at one of the big guys until you can get free and start living the good life. And by staying on, you can help as Megacorp or Ultracom continue to deliver on your vision.","","",null,null,null,"endState:true,endingAcquisitionC:true","","resultType:game-over",""  ],
  ["C-START",29,"New Round Update","-","-","Congratulations! You've closed your massive new round, and are being talked about as the next up and coming unicorn company. The media wants to profile you. Resumes are coming much more easily, and you’re a certified “hot” company.\n\nUnfortunately, being the hot new thing means you’re also dealing with even bigger and more complex challenges.","","",null,null,null,"focus:3","singleScreen:singleScreen","",""  ],
  ["C-BREACH",30,"Data Breach","A security researcher contacts you, revealing that a large chunk of your user logs have been available for anyone to download on an unsecured cloud instance. He’s demanding a large security bounty and threatens to go public with what he found if you don’t pay up.","Don’t pay the bounty. Lock down the system, but the logs are old and they’re encrypted anyway, so nothing to worry about.","Everyone wants money from you, and you don’t negotiate with terrorists…\n\nHowever, he goes public with what he found and, even though the file was encrypted and only held old, obsolete data, users are mad. You’re facing a new lawsuit for failing to comply with state laws requiring you notify victims of a data breach.","","",-10,-15,null,"breachLawsuit:true","","",""  ],
  ["C-BREACH",30,"Data Breach","A security researcher contacts you, revealing that a large chunk of your user logs have been available for anyone to download on an unsecured cloud instance. He’s demanding a large security bounty and threatens to go public with what he found if you don’t pay up.","Don’t pay the bounty. Lock down the system. Issue a press release apologizing, while explaining the data is old and encrypted.","You have to go through a few cycles of bad PR, especially as the researcher tries to make a big deal out of this. It costs you some users, but on the whole it could have been worse.","","",null,-10,null,"","","",""  ],
  ["C-BREACH",30,"Data Breach","A security researcher contacts you, revealing that a large chunk of your user logs have been available for anyone to download on an unsecured cloud instance. He’s demanding a large security bounty and threatens to go public with what he found if you don’t pay up.","Pay the bounty, lock down the system and make no public disclosure.","He did help you better secure your systems, so you might as well pay up and hopefully avoid the headache.\n\nHowever, it still gets out that you exposed that data, AND that you failed to publicly disclose it. Now you’re facing a lawsuit from angry users over failing to comply with data breach disclosure laws.","","",-15,-15,null,"breachLawsuit:true","","",""  ],
  ["C-BREACH",30,"Data Breach","A security researcher contacts you, revealing that a large chunk of your user logs have been available for anyone to download on an unsecured cloud instance. He’s demanding a large security bounty and threatens to go public with what he found if you don’t pay up.","Pay the bounty, lock down the system, alert all users, and offer a year’s worth of credit monitoring.","It was a dumb mistake to leave that data exposed, but we have to take responsibility. The costs are large, but we need to retain the trust of our users.","","",-15,null,null,"","","",""  ],
  ["C-BREACH-OLD",30,"Data Breach","You’re contacted by someone claiming to be a “security researcher” showing you that he has found a large chunk of your user logs on an unsecured cloud instance that anyone could download. He says he plans to go public with his findings if you don’t pay him a security bounty.","Ignore him, but secure the data; you don't negotiate with terrorists.","Everywhere you look since your latest round of funding people are coming up with reasons why you need to pay them! Enough is enough…but what if he’s telling the truth? You’re sure to face steep costs if there was a breach, but even if you cover those, you’ll never be able to regain lost users or user trust.","","",null,null,-10,"badSecurity:true,angryHacker:true","","",""  ],
  ["C-BREACH-OLD",30,"Data Breach","You’re contacted by someone claiming to be a “security researcher” showing you that he has found a large chunk of your user logs on an unsecured cloud instance that anyone could download. He says he plans to go public with his findings if you don’t pay him a security bounty.","Divert security resources towards locking everything down, but don't interact with the researcher.","While you can't trust some random cold call, you do make sure that your best security engineers are on it and working to make sure the system is secure. [any explicit downsides to this option - like the risk you could lose user trust tomorrow if he’s telling the truth, costs, something you had to divert energy from?]","","",null,null,10,"angryHacker:true","","",""  ],
  ["C-BREACH-OLD",30,"Data Breach","You’re contacted by someone claiming to be a “security researcher” showing you that he has found a large chunk of your user logs on an unsecured cloud instance that anyone could download. He says he plans to go public with his findings if you don’t pay him a security bounty.","Pay the bounty; lockdown your systems.","This is annoying, but that white hat hacker may have found a real vulnerability. Better that it was one of the good guys than the opposite. Pay him, thank him, fix the problem and let’s hope you're good going forward.[any explicit downsides to this option - like the risk you could lose user trust because you didn’t tell them, or that you are out of compliance with a state law in your neighboring state, that required breach notification?]","","",-10,null,10,"","","",""  ],
  ["C-BREACH-OLD",30,"Data Breach","You’re contacted by someone claiming to be a “security researcher” showing you that he has found a large chunk of your user logs on an unsecured cloud instance that anyone could download. He says he plans to go public with his findings if you don’t pay him a security bounty.","Pay bounty, lockdown systems, alert your users of the potential breach; offer credit monitoring services to all affected users.","It’s bad that you missed such a big vulnerability, but now you need to make things right. Pay the researcher, fix the hole, and alert your users to what happened. Some are frustrated that your security was so bad, but at least you're on the track to making things right…[same here - any downsides we want to put in - like the complexity of breach notification, the costs - maybe you aren’t sure the “security researcher” was really telling the truth?]","","",-10,-10,10,"","","",""  ],
  ["C-DISINFO-2",31,"Healthcare Headaches","A new, thorough, peer-reviewed, WHO-endorsed study demonstrates that information previously thought to be misleading/misinformation actually is accurate, surprising many. Some of your users had shared the information validated by the study, but. at the time you thought it was (harmful) misinformation and you removed the content and banned a few users. Now those users are encouraging other users to boycott your service and threatening to sue for suppressing their free expression if you don’t reinstate their posts.","You update your policy to reflect the current scientific consensus but stand by your original removal decisions. You know your First Amendment rights, and your lawyer is confident you can easily get these ridiculous lawsuits dismissed.","Users are mad because to them it was “obvious all along” that the original scientific consensus was wrong. This creates a new PR headache, and many of your users decide to take their content elsewhere based on this decision.","","",null,-10,null,"","","",""  ],
  ["C-DISINFO-2",31,"Healthcare Headaches","A new, thorough, peer-reviewed, WHO-endorsed study demonstrates that information previously thought to be misleading/misinformation actually is accurate, surprising many. Some of your users had shared the information validated by the study, but. at the time you thought it was (harmful) misinformation and you removed the content and banned a few users. Now those users are encouraging other users to boycott your service and threatening to sue for suppressing their free expression if you don’t reinstate their posts.","Carefully review previous bans/flags; keep banned accounts & flags for those who have other indicators of misinformation or other problematic behavior, but re-enable posts for those who appear to be honest brokers.","This is going to be a massive job to go back and re-review everything you thought your team had reviewed before, but the science changed, and you need to change with it. Users are largely happy with your efforts to keep the platform accurate, but a few vocal naysayers criticize you for changing your policies.","capabilities:30,focus:1","",null,null,-10,"focus:-1","","",""  ],
  ["C-DISINFO-2",31,"Healthcare Headaches","A new, thorough, peer-reviewed, WHO-endorsed study demonstrates that information previously thought to be misleading/misinformation actually is accurate, surprising many. Some of your users had shared the information validated by the study, but. at the time you thought it was (harmful) misinformation and you removed the content and banned a few users. Now those users are encouraging other users to boycott your service and threatening to sue for suppressing their free expression if you don’t reinstate their posts.","Reinstate all accounts banned for this policy violation / remove all such flags.","Who knows who was really right before and who was really wrong? It’s way too difficult for you to figure it out. Let’s just roll that original decision back. This means some bad actors have regained access to the platform, but this is the cheapest option for now and you can always block violators the next time they post new misinformation.","","",null,null,null,"","","",""  ],
  ["C-TROLLS",31,"Too Many Trolls","Users are complaining about an influx of problematic users run amok on the site, who are brigading and disrupting otherwise friendly conversations and making the site unusable at times, for certain users.","Invest in AI that can detect problematic behavior and auto-ban or escalate borderline cases to a small team of moderators.","The algorithms can save you! It’s been a massive investment, and the technology is having some hiccups, but at some point the algorithm will really start to work well. Right? For now, you just have to accomodate continued complaints about bad actors remaining on the platform while some good guys are inadvertently blocked--and you have to keep spending to improve your AI.","capital:30","",-20,-10,null,"moderationComplaints:true","","",""  ],
  ["C-TROLLS",31,"Too Many Trolls","Users are complaining about an influx of problematic users run amok on the site, who are brigading and disrupting otherwise friendly conversations and making the site unusable at times, for certain users.","Invest in offshore/outsourced human moderator teams and create very direct rules that can easily be understood and implemented globally for what counts as problematic behavior, and then remove those users.","Your existing moderation just wasn't doing the trick, and the only way to deal with this is to throw more people at it. Of course, it’s difficult to “define” problematic behavior, especially across different languages and cultures, but you must try to get things under control – even if you end up making a lot of mistakes.","capital:30","",-15,-10,null,"moderatingContent:true","","",""  ],
  ["C-TROLLS",31,"Too Many Trolls","Users are complaining about an influx of problematic users run amok on the site, who are brigading and disrupting otherwise friendly conversations and making the site unusable at times, for certain users.","Invest heavily in hiring full time moderators around the globe, with clear, but flexible, rules regarding problematic behavior and how to respond on a case-by-case basis.","Perhaps content moderation is your real business. And if that’s the case, you should make sure it is a core competency and invest heavily in making things work. You still get complaints that the moderators are too slow to respond, and there are still bursts of complaints when novel issues pop up—who would have thought slang could change so quickly!—but users are staying engaged now that the environment is less toxic.","capital:30","",-20,null,null,"moderatingContent:true","","",""  ],
  ["C-TROLLS",31,"Too Many Trolls","Users are complaining about an influx of problematic users run amok on the site, who are brigading and disrupting otherwise friendly conversations and making the site unusable at times, for certain users.","Open up your platform API to third party developers and encourage them to create tools to weed out bad behavior.","Why are you acting like you're the only ones who can solve this? If you open up your system to developers, then <em>they</em> can come up with solutions, and the best ones may be way more creative and innovative than anything you'd come up with. Of course, that’s going to involve a lot of careful design of your systems to let 3rd parties work with it, while still protecting your users’ privacy. But, fingers crossed, perhaps a solution will be built by someone else… and certainly this costs less than building the tools and bringing human content moderators on full time.","capabilities:30","",-10,null,10,"","","",""  ],
  ["C-TROLLS",31,"Too Many Trolls","Users are complaining about an influx of problematic users run amok on the site, who are brigading and disrupting otherwise friendly conversations and making the site unusable at times, for certain users.","Do nothing; it doesn't pay to give in to whiners, and more activity on the platform is good.","The flame wars are engagement and engagement is good in the long run! You can show better numbers to advertisers. Except… it doesn't seem to be working out that way. While the flame wars get louder and longer, it’s among a dwindling number of users, as a large number of users are fed up with the constant arguing – and your advertisers flee since they don’t want to be associated with all this problematic, harassing content.","","",-10,-30,null,"","","",""  ],
  ["C-HOLLYWOOD",31,"Hollywood Showdown","Movie studios claim that your copyright detection efforts have not gone far enough and they are launching a major lawsuit which claims you deliberately encouraged infringement while pretending to comply with copyright laws.","Settle the lawsuit for $500 million and a future revenue split; too much of a headache to fight.","Hollywood always wins in the end. Here, just take most of the last round you raised and go away.","","",-30,null,null,"","","",""  ],
  ["C-HOLLYWOOD",31,"Hollywood Showdown","Movie studios claim that your copyright detection efforts have not gone far enough and they are launching a major lawsuit which claims you deliberately encouraged infringement while pretending to comply with copyright laws.","Fight the lawsuit to the end; you did the best you could and these demands are too extreme.","These are impossible demands from Hollywood. Surely this can't possibly be how copyright law is supposed to work? Surely a judge will recognize that? No? Surely the appeals court will understand that? Right? Eventually?","","",-30,null,null,"","","",""  ],
  ["C-MID-ROUND-UPDATE",32,"Consolidation","Your major competitor was just bought by Megacorp. Will that supercharge its growth or lead to stagnation? Time will tell...","Continue","-","","",null,null,null,"","singleScreen:singleScreen","",""  ],
  ["C-INDIA-DATA",33,"India Localization","India implements new data localization rules that require any data collected regarding Indian citizens must be kept on servers located physically in India and that any company with more than 1 million users in India must have a local presence, including an office and employees in India to handle any legal complaints/data demands from the government. You are not up to 1 million users in India yet, but you hope to be there (soon), although it’s impossible to predict when you’ll cross the threshold.","Set up a local Indian subsidiary and data operations to comply.","The rules are the rules and the market is too large and important. It’s crazy costly to set up a local subsidiary, but you’ll make it happen.","focus:1","",-30,null,null,"focus:-1,indiaSubsidiary:true","","",""  ],
  ["C-INDIA-DATA",33,"India Localization","India implements new data localization rules that require any data collected regarding Indian citizens must be kept on servers located physically in India and that any company with more than 1 million users in India must have a local presence, including an office and employees in India to handle any legal complaints/data demands from the government. You are not up to 1 million users in India yet, but you hope to be there (soon), although it’s impossible to predict when you’ll cross the threshold.","Seek 3rd party partner who you hope will suffice to continue operating in India with that local partner handling storage and legal compliance.","You simply can’t afford a full blown presence there now, but if you partner with someone who can be there for compliance purposes, hopefully the government doesn’t get too upset.","","",-15,null,null,"","","",""  ],
  ["C-INDIA-DATA",33,"India Localization","India implements new data localization rules that require any data collected regarding Indian citizens must be kept on servers located physically in India and that any company with more than 1 million users in India must have a local presence, including an office and employees in India to handle any legal complaints/data demands from the government. You are not up to 1 million users in India yet, but you hope to be there (soon), although it’s impossible to predict when you’ll cross the threshold.","Ignore the rule, make sure you have no employees in India, and hope you can keep flying under the radar.","You have no exposure in India, and surely they wouldn’t block you from the entire country?","","",null,null,null,"","","",""  ],
  ["C-INDIA-DATA",33,"India Localization","India implements new data localization rules that require any data collected regarding Indian citizens must be kept on servers located physically in India and that any company with more than 1 million users in India must have a local presence, including an office and employees in India to handle any legal complaints/data demands from the government. You are not up to 1 million users in India yet, but you hope to be there (soon), although it’s impossible to predict when you’ll cross the threshold.","Proactively turn off service in India; geoblock Indian users.","You can’t give in to pressure or every country will be doing this. Let’s block India from using your service. Sure, you lose a valuable market, but better that than having to set up a new subsidiary in every country where you have users. And maybe those users will convince the Indian government to reverse course.","","",null,-20,null,"","","",""  ],
  ["C-BRAZIL-TAKEDOWN",34,"Brazilian Issues","Brazil passes a new law which would require global takedowns of content deemed illegal by Brazilian courts. Failure to comply will result in service being blocked entirely from Brazil.","Comply with such requests; it’s gone through due process, and a global takedown is the only way to truly take down the judicially recognized illegal content.","You’re taking down the content as demanded, but it’s sure making a bunch of your users angry. Plus you are removing all kinds of perfectly legal content in other countries, teeing up legal challenges in favor of free expression.","","",null,-10,null,"breachLawsuit:false,moderatingContent:false,moderationComplaints:false,indiaSubsidiary:false","","",""  ],
  ["C-BRAZIL-TAKEDOWN",34,"Brazilian Issues","Brazil passes a new law which would require global takedowns of content deemed illegal by Brazilian courts. Failure to comply will result in service being blocked entirely from Brazil.","Block access to such content in Brazil, but keep it up elsewhere.","Sure, you’ll block access to that content in Brazil, but they can’t actually expect you to take it down globally. That’s madness. You have to implement new systems to localize the blocks, and users in Brazil are still mad at you, but what else can you do?","","",null,-5,null,"breachLawsuit:false,moderatingContent:false,moderationComplaints:false,indiaSubsidiary:false","","",""  ],
  ["C-BRAZIL-TAKEDOWN",34,"Brazilian Issues","Brazil passes a new law which would require global takedowns of content deemed illegal by Brazilian courts. Failure to comply will result in service being blocked entirely from Brazil.","Preemptively shut down your service in Brazil.","You can’t encourage this kind of censorship. Yes, Brazil is a big and growing market, but compliance isn’t worth it.","","",null,-10,null,"breachLawsuit:false,moderatingContent:false,moderationComplaints:false,indiaSubsidiary:false","","",""  ],
  ["C-FOCUS-PAYOFF",35,"Focus","-","-","Your competitors have been easily distracted, always focusing on the urgent at the expense of the important. Not you – your clarity and prioritization have set the tone for your entire organization and it's paying off as you clearly emerge as the market leader.","focus:1","",null,15,15,"focus:-1","singleScreen:singleScreen","",""  ],
  ["C-NO-FOCUS",35,"Competition","One of your competitors is running some vicious ads against you, trying to get users to switch to its platform. How do you respond?","Ignore the ads. Any response will just send more attention their way.","-","","",null,-5,null,"","singleScreen:singleScreen","",""  ],
  ["C-NO-FOCUS",35,"Competition","One of your competitors is running some vicious ads against you, trying to get users to switch to its platform. How do you respond?","This means war! Pay some trendy influencers to fight back and win over the next generation of users.","-","","",-10,null,null,"","","",""  ],
  ["E-END",36,"The End?","You've made it! You're the biggest company in your space and new startups are gunning for you. There are rumors that Tomorrow Magazine wants you to be on its cover. Having accomplished so much, what's your next step?","Keep the company private – you don't want to deal with the legal and administrative costs of going public, and you are not yet ready to deal with the scrutiny and competing pressures of the public market.","Your investors and early employees are clamoring for liquidity but you hold firm. Maybe you'll IPO someday, but for now you're happy to focus on long term growth without the distraction of the public markets.","","",null,null,null,"endState:true,endingPrivate:true","","resultType:game-over",""  ],
  ["E-END",36,"The End?","You've made it! You're the biggest company in your space and new startups are gunning for you. There are rumors that Tomorrow Magazine wants you to be on its cover. Having accomplished so much, what's your next step?","Prepare the company for IPO – it's finally time to get liquid!","Time slows down as you take the stage and ring the bell of the NASDAQ. Your company is officially listed and your shares pop 20% on the first day. You give yourself a little time to celebrate before starting to prep for your first earnings call as a publicly traded company.","","",null,null,null,"endState:true,endingIPO:true","","resultType:game-over",""  ],
  ["E-END",36,"The End?","You've made it! You're the biggest company in your space and new startups are gunning for you. There are rumors that Tomorrow Magazine wants you to be on its cover. Having accomplished so much, what's your next step?","Sell to one of the Big Tech companies at a multi-billion-dollar valuation.","For a moment, it looked like the Justice Department would block the merger, but regulators backed down and the deal went through. Working at a massive conglomerate and having a boss again is going to be an adjustment, though your golden handcuffs suit you just fine and sticking around for a few years won't be an issue. And your next startup is already on your mind--this cash will be what you need to get that off the ground in just a few years!","","",null,null,null,"endState:true,endingFAANG:true","","resultType:game-over",""  ],
  ["E-END",36,"The End?","You've made it! You're the biggest company in your space and new startups are gunning for you. There are rumors that Tomorrow Magazine wants you to be on its cover. Having accomplished so much, what's your next step?","Hire a CEO to take over for you – you've accomplished all that you wanted and now it's time to relax.","You built a massive company from nothing and it's time to enjoy some much needed rest. You don't agree with every decision your successor makes, but you never wanted to be the CEO of such a big, entrenched company - you want to keep starting new things. And it's hard to be too bothered when you're basking in the sun, playing fetch with your dog, and listening to the sound of the surf.","","",null,null,null,"endState:true,endingNewCEO:true","","resultType:game-over",""  ]
]