[
  ["T-WELCOME",0,"Your Journey Begins Here","OTHER THAN THE TITLE, THIS TEXT IS IGNORED - tutorialPage type is hard coded","IGNORED - tutorialPage type is hard coded","IGNORED - tutorialPage type is hard coded","","",null,null,null,"","chapterType:tutorial-page,titleTag:Welcome","",""  ],
  ["T-FOUNDER",1,"Every Startup Needs A Founder!","IGNORED - founderSelect is hard coded, except for title & results text","IGNORED","You have chosen Founder 0","","",15,null,30,"founder0:true","chapterType:founder-select,titleTag:Getting Started","",""  ],
  ["T-FOUNDER",1,"Every Startup Needs A Founder!","IGNORED - founderSelect is hard coded, except for title & results text","IGNORED","You have chosen Founder 1","","",15,10,20,"founder1:true","","",""  ],
  ["T-FOUNDER",1,"Every Startup Needs A Founder!","IGNORED - founderSelect is hard coded, except for title & results text","IGNORED","You have chosen Founder 2","","",20,null,20,"founder2:true","","",""  ],
  ["T-FOUNDER",1,"Every Startup Needs A Founder!","IGNORED - founderSelect is hard coded, except for title & results text","IGNORED","You have chosen Founder 3","","",25,null,20,"founder3:true","","",""  ],
  ["T-INCORPORATION",2,"Incorportation","-","-","You've offically incorporated your new company and are excited to begin your startup journey.\n\nYou have a clear vision for building a better, more modern social network, one that puts the empowers its users and puts their needs first.\n\nThe bank account has some intial funding from friends and family, plus your own savings. Hopefully it will last through to your beta launch, and then you can raise more funds from professional investors.","","",30,null,null,"","singleScreen:singleScreen","",""  ],
  ["T-LOCATION",3,"Founding Location","Your first decision is to pick a location for your startup. Some areas are more expensive than others, and your choice will impact future access to capital, talent, and internet connectivity.","Tech Hub – expensive but with world class talent and tons of investors","This is the place to be, and even if that co-working space only gives you a desk in the corner for 3x the cost of a full office somewhere else, you'll be seen as a *real* startup now. ","","",-20,null,null,"techHub:true","titleTag:Location","",""  ],
  ["T-LOCATION",3,"Founding Location","Your first decision is to pick a location for your startup. Some areas are more expensive than others, and your choice will impact future access to capital, talent, and internet connectivity.","Other City – an aspiring tech hub with a lower cost of living and a smaller talent pool","Silicon Valley is so last century. Innovation is about newness, and the Crypto Hills is where everyone is heading these days.","","",-10,null,null,"otherCity:true","","",""  ],
  ["T-LOCATION",3,"Founding Location","Your first decision is to pick a location for your startup. Some areas are more expensive than others, and your choice will impact future access to capital, talent, and internet connectivity.","College Town – home of a prestigious university and brimming with talent, though lacking in investors","Startups are kind of like a post-college experience anyway, might as well set up shop in a college town. Plus, so many eager CS students! ","","",-10,null,null,"collegeTown:true","","",""  ],
  ["T-LOCATION",3,"Founding Location","Your first decision is to pick a location for your startup. Some areas are more expensive than others, and your choice will impact future access to capital, talent, and internet connectivity.","Small Town – it’s cheap but there’s not much in the way of local investors and tech talent","The world is remote these days anyway – let’s not waste time and money on expensive offices. Life here is bucolic and you can quickly become the biggest company in town.","","",-5,null,null,"smallTown:true","","issueNote:rural-broadband",""  ],
  ["T-FOCUS",4,"Focus","As a founder, your time is incredibly valuable and there are endless opportunities on which you can focus. Working on your core product is always a good idea, but it might be worth taking some time away from that to strengthen your company in other ways. ","Start networking with investors to prepare for your Series A fundraising later this year","Getting investors to meet is hard work but your calendar is starting to fill up. For some reason, they keep passing you off to their junior associates but they seem enthusiastic. This might open additional fundraising options in future rounds.","focus:1","",null,null,null,"focus:-1,investorFocus:true","","",""  ],
  ["T-FOCUS",4,"Focus","As a founder, your time is incredibly valuable and there are endless opportunities on which you can focus. Working on your core product is always a good idea, but it might be worth taking some time away from that to strengthen your company in other ways. ","Focus on recruiting and building an amazing team","You're nothing without the best people. Creating compelling job ads is one thing, but getting out there and working your network to find the rockstar early employees is the key to your success.","focus:1","",null,null,null,"focus:-1,hiringFocus:true","","",""  ],
  ["T-FOCUS",4,"Focus","As a founder, your time is incredibly valuable and there are endless opportunities on which you can focus. Working on your core product is always a good idea, but it might be worth taking some time away from that to strengthen your company in other ways. ","Ignore other distractions and stay focused on building the best product","Too many companies focus on money and people, when they don't have a real killer product. You need to build the greatest service in the world, and you'll have prospective employees and investors banging on your door.","","",null,null,null,"productFocus:true","","",""  ],
  ["T-REC",5,"Recruiting","One of your most import jobs, as a founder, is to build an amazing team. How are you approaching it?","Hire the best candidates, regardless of their cost or if they need to work remotely","A rockstar employee is worth 10x just a “good” employee. You should spare no expense in hiring as many rock stars as possible.","","",-25,null,30,"","issueNote:talent","",""  ],
  ["T-REC",5,"Recruiting","One of your most import jobs, as a founder, is to build an amazing team. How are you approaching it?","Hire smart but inexperienced people and spend time training them","People with too much experience can drag you down. They're still stuck in the past. You need smart kids with passion and excitement to build something truly revolutionary.","","",-10,null,10,"","","",""  ],
  ["T-REC",5,"Recruiting","One of your most import jobs, as a founder, is to build an amazing team. How are you approaching it?","Outsource as much of the work as possible to an inexpensive team overseas","Getting a minimum viable product out as quickly as possible is the key to your first mover advantage – and getting an experienced outsourced team to build it for you is how you'll get there. You can iterate later.","","",-5,null,5,"","","",""  ],
  ["T-REC",5,"Recruiting","One of your most import jobs, as a founder, is to build a strong team. How are you approaching it?","Take advantage of being in the center of the tech-world – there are tons of talented folks who have worked at the best startups","Sit down at any coffee shop and you're surrounded by startup conversations: investment pitches, tech stack debates, thoughts on the next big thing... everyone here is working to bring about the future.","","techHub:true",-20,null,20,"","","",""  ],
  ["T-REC",5,"Recruiting","One of your most import jobs, as a founder, is to build a strong team. How are you approaching it?","Piggyback on the \"Move to Other City\" campaign that the mayor's office is running","City hall has some nice budget dedicated to the initiative and they're featuring your startup in some of their promotional materials.","","otherCity:true",-15,null,15,"","","",""  ],
  ["T-REC",5,"Recruiting","One of your most import jobs, as a founder, is to build a strong team. How are you approaching it?","Take advantage of being near campus – there are tons of brilliant PhD students who will work for pennies","The students are super excited to work on a startup, though you might need to talk to them about their playing drinking games during work hours.","","collegeTown:true",-10,null,15,"","","",""  ],
  ["T-REC",5,"Recruiting","One of your most import jobs, as a founder, is to build a strong team. How are you approaching it?","Tout the low cost of living with cheap housing to attract potential hires that are ready to settle down","Plenty of seasoned tech workers have children, and living in big cities is expensive. Convincing them to move to your small town isn't easy but you're slowly winning some candidates over.","","smallTown:true",-10,null,15,"","","",""  ],
  ["T-REC",5,"Recruiting","One of your most import jobs, as a founder, is to build a strong team. How are you approaching it?","Use the strong candidate pipeline that you've been building to hire great folks at reasonable salaries","All that networking and recruiting is paying off. Personal recommendations are the absolute best way to find the hidden gems who are perfect for building your killer service.","","hiringFocus:true",-10,null,20,"","","",""  ],
  ["T-BETA",6,"Beta Launch","-","-","After a few months of hard work, you launch the public beta on a tense Tuesday morning and... it goes pretty well! You made it to the top spot on the Product Punt \"hot new websites\" list and you were even covered in the vaunted newsite Techbeat. The article also mentioned some new competitors though – better get back to work!","","",-5,20,null,"","singleScreen:singleScreen","",""  ],
  ["T-PRIVACY",7,"Privacy","An engineer comes to you concerned about the large amounts of user data you are collecting and retaining, including sensitive personal information. How do you want to proceed?","Invest in higher quality security so that you can safely continue leveraging the user data to make product decisions and deliver targeted ads","It ended up taking more time and money than expected but your team is confident the user data is secure beyond industry standards, they even patched some scary vulnerabilities. Time to start mining your user data for insights!","focus:1,capital:21","",-20,null,10,"focus:-1,goodSecurity:true","","",""  ],
  ["T-PRIVACY",7,"Privacy","An engineer comes to you concerned about the large amounts of user data you are collecting and retaining, including sensitive personal information. How do you want to proceed?","Cut down on collected data because user privacy is highly important","In all that excitement about the service, perhaps you should have been more careful, but now that you're aware of the issue, you're cutting back on all that data collection and will protect your users.","","",null,null,-10,"lowUserData:true","","",""  ],
  ["T-PRIVACY",7,"Privacy","An engineer comes to you concerned about the large amounts of user data you are collecting and retaining, including sensitive personal information. How do you want to proceed?","Deprioritize for now – there are way more important features for you to develop","Yes, yes, privacy is important, but so are a dozen other things. Right now getting these new features to market is more important. Without it, you'll fall behind the competition.","","",null,null,null,"badPrivacy:true","","",""  ],
  ["T-FOCUS-PAYOFF",8,"Product Focus","-","-","Your focus on product is paying off – the team is deeply aligned with your vision and that's translating directly into user growth","","",null,15,15,"focus:-1","singleScreen:singleScreen","",""  ],
  ["T-COMPETITION",8,"Competition","It feels like a new competitor launches every week. While some seem like blatant knockoffs, others have some nice features that you lack. It's too bad you haven't had enough time to focus on product.","Imitation is the sincerest form of flattery","-","","",null,null,null,"","singleScreen:singleScreen","",""  ],
  ["T-COMPETITION",8,"Competition","It feels like a new competitor launches every week. While some seem like blatant knockoffs, others have some nice features that you lack. It's too bad you haven't had enough time to focus on product.","We will crush them out of existence","-","","",null,null,null,"","singleScreen:singleScreen","",""  ],
  ["T-BAD-SECURITY",8,"Hacked!","-","-","Oops, it seems like that engineer was right to be concerned. Hackers have gained entry to your database and leaked a serious personal information about your users. You buy credit monitoring for the victims but users are still leaving your site.","","",-5,-10,null,"","singleScreen:singleScreen","",""  ],
  ["A-FUNDING",9,"Time To Raise Some Funds","You are starting to run low on cash – it’s time to raise another round. You've tapped your investor network and here are the options available to you:","Layoff some staff and cut other expenses to get to break even","The layoffs are painful and company morale never fully recovers. Meanwhile, your competitors are outpacing you in creating new features and growing their userbase. After a year of grinding away, the writing is on the wall and you wind down the company. Time to look for a real job… or start another company.","","",-100,-100,-100,"endState:true,endingWindDown:true","chapterType:funding,titleTag:Series A","resultType:game-over",""  ],
  ["A-FUNDING",9,"Time To Raise Some Funds","You are starting to run low on cash – it’s time to raise another round. You've tapped your investor network and here are the options available to you:","Self-fund with money from the trust fund / raise for your family’s investment office","It’s good to be able to go back to the well and dip into the family vault, but it’s surprising that investors and star employees don't seem to take you as seriously. The company slowly morphs into more of a vanity business for the founder, rather than a true high growth startup.","","wealthyFounder:true",30,null,null,"","","",""  ],
  ["A-FUNDING",9,"Time To Raise Some Funds","You are starting to run low on cash – it’s time to raise another round. You've tapped your investor network and here are the options available to you:","Raise a modest amount from local angels who don't have a lot of additional value to offer","Getting the local angels on board is huge! It gives you some runway and lets you prove that you are For Real in time for raising the next big round.","","",30,null,null,"founderDilution:20","","",""  ],
  ["A-FUNDING",9,"Time To Raise Some Funds","You are starting to run low on cash – it’s time to raise another round. You've tapped your investor network and here are the options available to you:","Raise from a boutique venture capital firm that specializes in your sector","You feel like they really \"get\" you and your vision – and they've already made a few introductions to potential partners.","","",50,null,null,"founderDilution:30","","",""  ],
  ["A-FUNDING",9,"Time To Raise Some Funds","You are starting to run low on cash – it’s time to raise another round. You've tapped your investor network and here are the options available to you:","Raise a huge round from a well known VC in exchange for 25% of the company","Welcome to the big leagues. You've now got rocket fuel and let’s make your growth chart head towards the moon.","investorFocus:true","investorFocus:true",70,null,null,"founderDilution:35","","",""  ],
  ["A-FUNDING",9,"Time To Raise Some Funds","You are starting to run low on cash – it’s time to raise another round. You've tapped your investor network and here are the options available to you:","Acquisition: you can sell to Google for $1-2M per engineer","Acquihired… it would have been nice to have built the next trillion dollar business, but here’s a chance to cash in right now and beef up the resume for your next shot.","capabilities:50","",null,null,null,"endState:true,endingAcquihire:true","","resultType:game-over",""  ],
  ["A-START",10,"Round 2","Congratulations! You've closed your new round, moved to a bigger office, and you're starting to hire your next round of employees.\n\nYou've got two years of runway, based on your current projections, and your investors fully expect you to spend that in pursuit of aggressive growth.\n\nMeanwhile, having a bigger company means bigger problems to contend with. In fact, your inbox is growing out of control.","Continue","Let's get to work!","","",null,null,null,"focus:3,hiringFocus:false,investorFocus:false","singleScreen:singleScreen","",""  ],
  ["A-PATENT",11,"Patent Troll","You receive a threat letter from a company that appears to be nothing more than a post-office box in Texas and a lawyer, saying you violate its patent on “e-commerce” without any other details. The letter says that you must settle immediately or the price of settlement will rise.","Pay up, get the troll to go away, it costs less than fighting it anyway","This is annoying, but you really don't have the time to fight a drawn out battle. Just pay up and keep going.","","",-10,null,null,"paidTroll:true","","",""  ],
  ["A-PATENT",11,"Patent Troll","You receive a threat letter from a company that appears to be nothing more than a post-office box in Texas and a lawyer, saying you violate its patent on “e-commerce” without any other details. The letter says that you must settle immediately or the price of settlement will rise.","Ask lawyer to begin negotiations","Your lawyer got the troll to settle for less than they asked... but your legal fees ate through most of the difference.","","",-8,null,null,"paidTroll:true","","",""  ],
  ["A-PATENT",11,"Patent Troll","You receive a threat letter from a company that appears to be nothing more than a post-office box in Texas and a lawyer, saying you violate its patent on “e-commerce” without any other details. The letter says that you must settle immediately or the price of settlement will rise.","Ignore the troll; “You don't violate that patent.”","What nonsense. Your technology has nothing to do with that patent. That threat can't be real, and if they go to court I'm sure you'll get it dismissed easily.","","",null,null,null,"ignoreTroll:true","","",""  ],
  ["A-PATENT",11,"Patent Troll","You receive a threat letter from a company that appears to be nothing more than a post-office box in Texas and a lawyer, saying you violate its patent on “e-commerce” without any other details. The letter says that you must settle immediately or the price of settlement will rise.","Tell the troll you’ll never settle, and initiate IPR process against the patent in question","Patent trolls are bad for innovation, and if you don't take a stand, they'll keep doing this to you and others. It’s costly upfront (not to mention time consuming) to invalidate this patent, but it will plant a flag as warning to other potential trolls.","capital:21,focus:1","",-20,null,null,"focus:-1,fightTroll:true","","",""  ],
  ["A-NSL",12,"NSL","The FBI shows up on your doorstep with an official looking “National Security Letter” demanding you hand over information on three of your users. The letter includes a gag order saying you cannot reveal the existence of the letter or the demand for data.","Hand over the data","The FBI are the good guys, right? If they ask for data, surely they must need it. Of course, if your users hear about how quickly you handed it over, they might switch to your competitors.","","",null,null,null,"NSLHelp:true","","",""  ],
  ["A-NSL",12,"NSL","The FBI shows up on your doorstep with an official looking “National Security Letter” demanding you hand over information on three of your users. The letter includes a gag order saying you cannot reveal the existence of the letter or the demand for data.","Hand over the data and work out a streamlined process for future FBI requests.","The FBI has legitimate reasons for this, and if these kinds of requests are going to happen frequently, you should work out a process so that it doesn't take up as much resources each time. Though our users won't like it if it ever gets out...","","",null,null,null,"NSLHelp:true","","",""  ],
  ["A-NSL",12,"NSL","The FBI shows up on your doorstep with an official looking “National Security Letter” demanding you hand over information on three of your users. The letter includes a gag order saying you cannot reveal the existence of the letter or the demand for data.","Refuse to hand over data and ask lawyer to fight the request","Isn't the 4th Amendment supposed to mean something? Time to hire a lawyer to pushback on this encroachment. It’s super expensive, but if you don't do it and it comes out later, no one will ever trust you again.","capital:21,focus:1","",-20,null,null,"focus:-1,NSLFight:true","","",""  ],
  ["A-NSL",12,"NSL","The FBI shows up on your doorstep with an official looking “National Security Letter” demanding you hand over information on three of your users. The letter includes a gag order saying you cannot reveal the existence of the letter or the demand for data.","Immediately tell the public that you won't share with the FBI"," “Gag order? We don't believe in gag orders. Put out a press release calling out the FBI immediately!” The public rallies behind you, but the DOJ also files a lawsuit, and court after court buys their argument that you just put national security interests at risk. Somewhere in the midst of appeals, you run out of money, even if you are a folk hero among the crowds on social media.","","",-100,20,null,"","","resultType:game-over",""  ],
  ["A-MENTOR",13,"Mentorship","You've been given access to an elite mentorship program to support diverse founders of technology startups. What type of mentor do you want:","A successful investor, on the board of several top companies","It seems like they know everyone and have seen everything! With your Series B funding on the horizon, they're helping you prioritize the work that will help you successfully raise the next round.","","",null,null,null,"investorMentor:true","","",""  ],
  ["A-MENTOR",13,"Mentorship","You've been given access to an elite mentorship program to support diverse founders of technology startups. What type of mentor do you want:","A brilliant CTO who managed huge engineering organizations","They're going to help you boost your velocity by standing-up a scrum in a waterfall... or something like that.","","",null,null,15,"CTOMentor:true","","",""  ],
  ["A-MENTOR",13,"Mentorship","You've been given access to an elite mentorship program to support diverse founders of technology startups. What type of mentor do you want:","A \"growth hacking\" expert who has written several popular books","With their help, you're setting up a huge salvo of growth experments. If there's a low cost way to acquire customers, you're sure to find it!","","",null,15,null,"growthMentor:true","","",""  ],
  ["A-BURNING-MAN",13,"Burning Man","-","-","You bump into some powerful marketing executives at Burning Man and they love your vibe and vision. After you return from the playa you get them to sign a big sponsership deal.","","",20,null,null,"","singleScreen:singleScreen","",""  ],
  ["A-COPYRIGHT",14,"Copyright","Last week you launched a new video uploading feature, and it’s already seeing great adoption. However, some users are uploading videos that include clips of TV shows and films – sometimes as part of a critique and sometimes as part of humorous mash-ups. You're starting to receive emails from entertainment companies demanding you take down their copyrighted works.","Purchase 3rd party upload filters","Who knew so many people would upload stuff they don't have the rights to? This filtering company says they have the solution, though even as They're charging you way more than expected, it still seems like plenty of infringing videos are getting through, and the demands from companies don't seem to be decreasing… Meanwhile, users are getting angrier and angrier about fair use content being blocked!","","",-10,-20,null,"3rdPartyFilter:true","","",""  ],
  ["A-COPYRIGHT",14,"Copyright","Last week you launched a new video uploading feature, and it’s already seeing great adoption. However, some users are uploading videos that include clips of TV shows and films – sometimes as part of a critique and sometimes as part of humorous mash-ups. You're starting to receive emails from entertainment companies demanding you take down their copyrighted works.","Build a bespoke system for identifying and taking down pirated content","If this is going to be a core part of your business, you might as well build your own. It seems to be way more expensive than you expected to build though. And your solution doesn't work very well, and now companies are claiming that you built a faulty system on purpose…","capabilities:50,focus:1","",null,null,null,"focus:-1,bespokeContentID:true","","",""  ],
  ["A-COPYRIGHT",14,"Copyright","Last week you launched a new video uploading feature, and it’s already seeing great adoption. However, some users are uploading videos that include clips of TV shows and films – sometimes as part of a critique and sometimes as part of humorous mash-ups. You're starting to receive emails from entertainment companies demanding you take down their copyrighted works.","Negotiate with entertainment companies to license as much content as possible","Surely, the easiest solution is to just get a license. won't that make everyone happier? What do they mean they want 95% of your topline revenue? How will you afford anything else? And they still won't license the most popular stuff? They want 30% of the company *also*?!?","capital:51","",-50,null,null,"","","",""  ],
  ["A-COPYRIGHT",14,"Copyright","Last week you launched a new video uploading feature, and it’s already seeing great adoption. However, some users are uploading videos that include clips of TV shows and films – sometimes as part of a critique and sometimes as part of humorous mash-ups. You're starting to receive emails from entertainment companies demanding you take down their copyrighted works.","Hire more moderators to carefully review the takedown requests","Not all of these takedown demands look legit. Seems like you need more people to review them. Hmm. The demands just keep coming, and you need to hire more people? And more? ","capital:21","",-20,null,10,"","","",""  ],
  ["A-COPYRIGHT",14,"Copyright","Last week you launched a new video uploading feature, and it’s already seeing great adoption. However, some users are uploading videos that include clips of TV shows and films – sometimes as part of a critique and sometimes as part of humorous mash-ups. You're starting to receive emails from entertainment companies demanding you take down their copyrighted works.","Auto-accept all takedown requests","Life’s too short. Just take down anything when you get a request. Yes, your users are getting annoyed and you're getting called out on social media and people are promoting alternative platforms… but if you get sued you won't be around at all…","","",null,-20,null,"","","",""  ],
  ["A-COPYRIGHT",14,"Copyright","Last week you launched a new video uploading feature, and it’s already seeing great adoption. However, some users are uploading videos that include clips of TV shows and films – sometimes as part of a critique and sometimes as part of humorous mash-ups. You're starting to receive emails from entertainment companies demanding you take down their copyrighted works.","Review requests when you can and do the bare minimum needed to comply with the law","These takedown demands are such a pain, but You guess you must do something. Let the intern take care of it, and ask him to do a quick review of incoming requests.","","",null,null,null,"piracy:true","","",""  ],
  ["A-STATELAW",15,"Local Laws","The state government in your home state passes a very strict new privacy law, requiring significant compliance costs, including requiring a pop up notification for every user that you fear will annoy users.","Full compliance with the rules – you're already mostly there!","You have already put in good work to minimize stored user data. Updating the site to comply with the new laws is fairly easy but you're still losing some users who are bothered by the pop-ups.","lowUserData:true","lowUserData:true",null,-10,null,"","","",""  ],
  ["A-STATELAW",15,"Local Laws","The state government in your home state passes a very strict new privacy law, requiring significant compliance costs, including requiring a pop up notification for every user that you fear will annoy users.","Full compliance with the rules – this is going to be a slog.","The rules are the rules, and if the state believes it’s good for privacy, you suppose you must comply. These “compliance consultants” seem way more expensive than they should be, though.  On top of that, all of this compliance seems to be annoying your users, and you're shedding users for sites who aren't complying…","","lowUserData:false",-10,-10,null,"","","",""  ],
  ["A-STATELAW",15,"Local Laws","The state government in your home state passes a very strict new privacy law, requiring significant compliance costs, including requiring a pop up notification for every user that you fear will annoy users.","Makes moves towards compliance, but recognize that you're unlikely to be a target so you can probably not go all the way","EVERYONE violates this law. They can't go after everyone… can they?","","",null,null,null,"","","",""  ],
  ["A-STATELAW",15,"Local Laws","The state government in your home state passes a very strict new privacy law, requiring significant compliance costs, including requiring a pop up notification for every user that you fear will annoy users.","Move headquarters, but still allow users from the state to access the service","Time to move to a friendlier state. It’s an expensive decision to move an entire company, but maybe once the governor sees innovative companies like yours leaving, she'll be more careful about signing such counterproductive laws.","capital:21,focus:1","",-20,null,null,"focus:-1","","",""  ],
  ["A-STATELAW",15,"Local Laws","The state government in your home state passes a very strict new privacy law, requiring significant compliance costs, including requiring a pop up notification for every user that you fear will annoy users.","Move headquarters to a different state; ban users from this state from accessing your service via geoblocking; this state is too unfriendly to innovation","You need to stand up to states being too aggressive with bad regulations stifling entrepreneurs. It’s expensive and distracting to move your entire company, but it’ll be more expensive to stay! Sure, the users in your old state are angry that they can't reach the site, but maybe they'll make their voices heard at the ballot box…","capabilities:20,capital:31,focus:1","",-30,-10,null,"focus:-1","","","headquarters to different state?"  ],
  ["A-PATENT-PAID",16,"Return of the Patent Troll","-","-","Word has spread about your willingness to pay off patent trolls. Just this week, you've received two more threat letters from different trolls.","","",-15,null,null,"","singleScreen:singleScreen","",""  ],
  ["A-PATENT-FOUGHT",16,"Defeat of the Patent Troll","-","-","It was expensive and distracting but your IPR was successful. You've vanguished one patent troll and sent a clear message that you are a poor choice of target.","","",0,null,null,"","singleScreen:singleScreen","",""  ],
  ["A-PATENT-IGNORED",16,"Return of the Patent Troll","-","-","Remember that patent troll you ignored? They certainly remember you, and they're taking you to court. This is going to hurt.","","",-30,null,null,"","singleScreen:singleScreen","",""  ],
  ["A-NEWS",17,"News Coverage","-","-","Your startup is featured in a big writeup in the New York Times! Your parents still don't *completely* understand what you do but they're very excited. This is going to drive a bunch of new users – goodbye niche and hello mainstream!","","",null,25,null,"","singleScreen:singleScreen","",""  ],
  ["B-FUNDING",18,"Time To Raise Some Funds","More users means increased hosting costs... and our revenues haven't kept pace. We should be able to use the lastest round of press to quickly close some funding.","Raise modest amount from a big company that is interested in seeing you succeed","This is huge – easy money, combined with a strategic partner who will benefit from your success. They do seem very insistent that you need to follow one particular strategy though. Hope it works!","","",30,null,null,"founderDilution:15","","",""  ],
  ["B-FUNDING",18,"Time To Raise Some Funds","More users means increased hosting costs... and our revenues haven't kept pace. We should be able to use the lastest round of press to quickly close some funding.","Raise a medium round at great terms, via an introduction from your mentor.","This funding couldn't have gone smoother – your mentor gave the warmest of introductions and your new investors are thrilled to add you to their portfolio.","investorMentor:true","investorMentor:true",40,null,null,"founderDilution:15","","",""  ],
  ["B-FUNDING",18,"Time To Raise Some Funds","More users means increased hosting costs... and our revenues haven't kept pace. We should be able to use the lastest round of press to quickly close some funding.","Raise a huge round from a well known VC in exchange for 25% of the company","Grow! Grow! Grow!","","",50,null,null,"founderDilution:25","","",""  ],
  ["B-FUNDING",18,"Time To Raise Some Funds","More users means increased hosting costs... and our revenues haven't kept pace. We should be able to use the lastest round of press to quickly close some funding.","Acquisition: sell to startup that's a little further along than you, who is keen to pair your userbase with their technology","The valuation is great, although they pay for your company in private shares and you'll have to stick around for four years. You're hoping for them to IPO sometime this decade and then you can finally get liquid.","","",null,null,null,"","","resultType:game-over",""  ],
  ["B-FAIRUSE",19,"Fair Use","A big-deal influencer is angry about a video of theirs that keeps getting taken down. The video is of the first dance at their wedding and it keeps getting flagged for infringing content, due to the song that the DJ is playing. The influencer is threatening to leave your site if they can't share their video.","Leave it up – this influencer has a huge audience","You're contacted by the lawyer of the PE Fund that owns the rights to the song – they're looking for compensation. Based on their track record, you're better off quickly paying them off.","","",-15,5,null,"","","",""  ],
  ["B-FAIRUSE",19,"Fair Use","A big-deal influencer is angry about a video of theirs that keeps getting taken down. The video is of the first dance at their wedding and it keeps getting flagged for infringing content, due to the song that the DJ is playing. The influencer is threatening to leave your site if they can't share their video.","Take it down – we can't make exceptions","True to their word, the influencer deactivates their account and moves to a competitor... You see a drop in users, but luckly many of their followers are sticking around.","","",null,-10,null,"","","",""  ],
  ["B-FAIRUSE",19,"Fair Use","A big-deal influencer is angry about a video of theirs that keeps getting taken down. The video is of the first dance at their wedding and it keeps getting flagged for infringing content, due to the song that the DJ is playing. The influencer is threatening to leave your site if they can't share their video.","Allow the video to stay up but remove the audio track","The influencer is mad at first, but then challenges their followers to a remix competition: who can replace the audio track with the best public domain recording? The challenge goes viral, they gain followers, and you gain users.","","",null,10,null,"","","",""  ],
  ["B-FAIRUSE",19,"Fair Use","A big-deal influencer is angry about a video of theirs that keeps getting taken down. The video is of the first dance at their wedding and it keeps getting flagged for infringing content, due to the song that the DJ is playing. The influencer is threatening to leave your site if they can't share their video.","Allow the video to stay up but share any ad revenue with the rights holder of the song","The video stays up and the rightsholder is happy – a win-win.","bespokeContentID:true","bespokeContentID:true",null,5,null,"","","",""  ],
  ["B-NSL-HELP",20,"NSL Follow-up","-","-","The FBI just publically thanked you for helping them with their investigations. Many of your users are upset and moving to your competitors.","","",null,-15,null,"","singleScreen:singleScreen","",""  ],
  ["B-NSL-FIGHT",20,"NSL Follow-up","-","-","Your case against the FBI has moved slowly but it's ultimately successful. Users appreciate that you're standing up for their rights and you are rumored to be on the shortlist for the EFF Pioneer Award.","","",null,10,null,"","singleScreen:singleScreen","",""  ],
  ["B-DEFAME",21,"Defamation","A local TV newscaster sends you a cease-and-desist/takedown letter, claiming that one of your users has been posting a series of defamatory accusations about alleged events that took place at a private party a decade ago.  If true, the events would call into question the newscaster’s judgment.","Take it down and suspend the user; you don't want any defamation here, and there’s no way to determine what’s real and what’s not.","Other users immediately talk about how you took down the post and suspended the user, and that story goes viral. High profile users quit the service in protest and a boycott campaign is waged against you demanding that you reverse the ban.","","",null,-20,null,"","","",""  ],
  ["B-DEFAME",21,"Defamation","A local TV newscaster sends you a cease-and-desist/takedown letter, claiming that one of your users has been posting a series of defamatory accusations about alleged events that took place at a private party a decade ago.  If true, the events would call into question the newscaster’s judgment.","Temporarily disable the content, and alert the user that the content will be permanently disabled unless he files reasonable proof of the claims.","News of the temporary suspension goes viral, as you are accused of “censoring the truth” to help the newscaster. No one seems to care that the disabling was temporary. Users claim they'll be switching to your competitor.","","",null,-10,null,"","","",""  ],
  ["B-DEFAME",21,"Defamation","A local TV newscaster sends you a cease-and-desist/takedown letter, claiming that one of your users has been posting a series of defamatory accusations about alleged events that took place at a private party a decade ago.  If true, the events would call into question the newscaster’s judgment.","Pass the takedown on to the original poster, asking for a response for you to weigh against the request. Let's get to the bottom of this.","User posts angry screed about how he’s being censored, leading to outrage (even though the original is still up). People start spreading the original story far and wide before any decision is made. Newscaster is even angrier at how you handled this and is threatening legal action. Who has time to adjudicate squabbles like this?!?","focus:1","",null,null,null,"focus:-1,newscasterEnemy:true","","",""  ],
  ["B-DEFAME",21,"Defamation","A local TV newscaster sends you a cease-and-desist/takedown letter, claiming that one of your users has been posting a series of defamatory accusations about alleged events that took place at a private party a decade ago.  If true, the events would call into question the newscaster’s judgment.","Leave it up; this is a matter between two individuals, not you as the intermediary.","Newscaster escalates the legal threat to you, promising to take legal action unless you remove the post. She also claims to be working on a story about how your site is the center of cyberbullying activity online.","","",null,null,null,"newscasterEnemy:true","","",""  ],
  ["B-PRIORITIES",22,"Priorities","The engineering team ships a new release ahead of schedule, leaving some extra time to work on a project of your choice:","Focus on user retention to reduce churn","They ship a few new features that keep users reengaging – and with lower churn, you can afford to spend more on customer acquisition.","","",null,10,null,"","","",""  ],
  ["B-PRIORITIES",22,"Priorities","The engineering team ships a new release ahead of schedule, leaving some extra time to work on a project of your choice:","Rework the payments flow to boost revenue","They've turned a 7 click process to a 2 click process and revenue has jumped by 10% – your board will be pleased.","","",10,null,null,"","","",""  ],
  ["B-PRIORITIES",22,"Priorities","The engineering team ships a new release ahead of schedule, leaving some extra time to work on a project of your choice:","Pay off technical debt and clean up the codebase","Whew... that was long overdue. Your CTO says that the cleanup should speed up quality assurance and deployment by 50%","","",null,null,15,"","","",""  ],
  ["B-DISINFO",23,"Disinformation","A viral post on the site presents the results of a scientific study in a manner that some users claim is misleading and out of context. Some users are demanding the post be removed as disinformation; while others are insisting that the poster is just sharing important research for people to understand a complex health issue.","Set up expert boards/partnerships to review special cases like this that require specialized knowledge for fact checking","You're no experts, but sure you can set up a board of experts? Though, it seems that experts are costly. And you need to keep hiring more, because there are more and more disputes. And the experts don't always even agree with each other, so you need to hire more experts to check on the other experts.","capital:30, focus:1","",-20,null,null,"focus:-1,expertReview:true","","",""  ],
  ["B-DISINFO",22,"Disinformation","A viral post on the site presents the results of a scientific study in a manner that some users claim is misleading and out of context. Some users are demanding the post be removed as disinformation; while others are insisting that the poster is just sharing important research for people to understand a complex health issue.","Encourage users to use the reply function to explain why the content is misleading and to debate the accuracy","The marketplace of ideas will solve this! But users are complaining that the site is filling up with trolls, and that these “debates” are really harassment campaigns. Now They're targeting your advertisers, asking why they allow their ads to appear next to harassment and abuse.","","",-10,-20,null,"","","",""  ],
  ["B-DISINFO",22,"Disinformation","A viral post on the site presents the results of a scientific study in a manner that some users claim is misleading and out of context. Some users are demanding the post be removed as disinformation; while others are insisting that the poster is just sharing important research for people to understand a complex health issue.","Remove the content to avoid being accused of facilitating disinformation; ban repeat offenders","You will not be conspiracy-theory central. But now you're being accused of covering up for the elite, and users are yelling about how you're censoring open exploration of ideas, as they leave for other sites.","","",-5,-10,null,"banDisinfo:true","","",""  ],
  ["B-DISINFO",22,"Disinformation","A viral post on the site presents the results of a scientific study in a manner that some users claim is misleading and out of context. Some users are demanding the post be removed as disinformation; while others are insisting that the poster is just sharing important research for people to understand a complex health issue.","Flag the content as “potentially misleading” with links to verified, trustworthy sources.","You never expected you'd need this kind of flagging functionality, so it takes some time to develop. Now you need to spend time figuring out policies for what these flags actually say and what will trigger them.","","",-5,null,5,"","","",""  ],
  ["B-BACKDOOR",24,"Backdoor","FBI very strongly encourages you to revamp your planned privacy/encryption features to include a “golden key” for “lawful access,” that they insist will only be used in extreme cases where a court has determined the FBI has shown probable cause of a crime and requires access to the information.","Tell the FBI this is not possible. Encryption is not encryption with a backdoor","Standing up for the rights of your users sure feels like the right move, but being paraded before Congress, and having law enforcement officials claiming that you're aiding and abetting terrorists is not exactly great for your image.","","",null,null,null,"angryCongress:true","","",""  ],
  ["B-BACKDOOR",24,"Backdoor","FBI very strongly encourages you to revamp your planned privacy/encryption features to include a “golden key” for “lawful access,” that they insist will only be used in extreme cases where a court has determined the FBI has shown probable cause of a crime and requires access to the information.","Invest resources in seeking a secure key for lawful access","Surely you can figure out a way to build a key that only law enforcement can use, while still keeping your user’s info safe. But hiring cryptography experts is costly, and they keep telling you it can't be done and quitting.","capital:30,capabilities:30,focus:1","",-20,null,null,"focus:-1,backdoor:true","","",""  ],
  ["B-BACKDOOR",24,"Backdoor","FBI very strongly encourages you to revamp your planned privacy/encryption features to include a “golden key” for “lawful access,” that they insist will only be used in extreme cases where a court has determined the FBI has shown probable cause of a crime and requires access to the information.","Add in a backdoor without telling your users","Yes, of course, the FBI should have access. They wouldn’t abuse it, would they? It’s costly to find engineers who will do it, but you get it set up.","","",-10,null,null,"backdoor:true","","",""  ],
  ["B-BACKDOOR",24,"Backdoor","FBI very strongly encourages you to revamp your planned privacy/encryption features to include a “golden key” for “lawful access,” that they insist will only be used in extreme cases where a court has determined the FBI has shown probable cause of a crime and requires access to the information.","Announce publicly that you will not use encryption, following law enforcement concerns and requests.","You should have kept your user data encrypted – your remaining users are easy targets for scammers and identity thieves. No one new is joining your site and the your company is a punchline for talk show hosts.","","",null,-100,null,"","","resultType:game-over",""  ],
  ["B-EUREG",25,"EU Regulations","EU passes new Online Personal Data Protection Regulation. It requires much greater transparency and end-user controls over data collected about users for nearly any website, while also requiring significant data retention rules to aid in law enforcement requests.","Apply the user control policies universally as it’s too difficult to regionalize; establish data localization/retention effort","The EU rules are now the global rules. You need to spend to make this all work and to build out compliance systems, but the rules are the rules.","","",-10,null,-10,"EUComply:true","","",""  ],
  ["B-EUREG",25,"EU Regulations","EU passes new Online Personal Data Protection Regulation. It requires much greater transparency and end-user controls over data collected about users for nearly any website, while also requiring significant data retention rules to aid in law enforcement requests.","Staff up EU compliance and data center teams and go through an impossible compliance process for EU users only","The internet is fracturing, but the EU is too important a market to ignore. Let’s staff up with both engineering talent and compliance professionals in the EU and get to work.","capital:21,capabilities:30,focus:1","",-20,null,null,"EUComply:true,focus:-1","","",""  ],
  ["B-EUREG",25,"EU Regulations","EU passes new Online Personal Data Protection Regulation. It requires much greater transparency and end-user controls over data collected about users for nearly any website, while also requiring significant data retention rules to aid in law enforcement requests.","Partner with third party “audit” firm that will create a compliance plan and “certify” your practices.","You can't possibly comply with all that, especially without a large EU corporate presence. Let’s just partner with one of these OPDPR compliance consultancies that keep contacting you and let them deal with it. It’s expensive, but less expensive than staffing up ourselves.","capital:31,capabilities:30","",-30,null,null,"EUWeakComply:true","","",""  ],
  ["B-EUREG",25,"EU Regulations","EU passes new Online Personal Data Protection Regulation. It requires much greater transparency and end-user controls over data collected about users for nearly any website, while also requiring significant data retention rules to aid in law enforcement requests.","Bring case at EUCJ; claiming fundamental violations of EU rights","This can't make sense! It’s a fundamental violation of your rights, and surely the European Court of Justice will recognize that a few years from now and millions of dollars to your EU law firm later…","capital:21,focus:1","",-20,null,null,"focus:-1,EUFight:true","","",""  ],
  ["B-EUREG",25,"EU Regulations","EU passes new Online Personal Data Protection Regulation. It requires much greater transparency and end-user controls over data collected about users for nearly any website, while also requiring significant data retention rules to aid in law enforcement requests.","Remove any EU employees and take your chances on extrajudicial enforcement","Let’s minimize your exposure to EU regulators and take your chances… What could go wrong?","","",-5,null,null,"EUViolation:true","","",""  ],
  ["B-EUREG",25,"EU Regulations","EU passes new Online Personal Data Protection Regulation. It requires much greater transparency and end-user controls over data collected about users for nearly any website, while also requiring significant data retention rules to aid in law enforcement requests.","Shut down services in the EU / use geoblocking to stop EU users.","The EU has made it impossible to do business there. Let’s set up an IP filter to block out EU visitors. Sure, that takes away a big market, but that market alone just Isn't worth the hassle and legal liability.","","",null,-20,null,"EULeave:true","","",""  ],
  ["B-EU-FINE",26,"EU Fine","-","-","The European Union noticed your flagrant violating of their laws and has leveled a massive find against you. There's no getting out of it...","","",-30,null,null,"","singleScreen:singleScreen","",""  ],
  ["B-BURN-RATE",26,"Burn Rate","-","-","The past few quarters have seen extraordinary growth of your userbase and your team. Your metrics are looking great but it's taking a toll on your cash reserves.","","",-30,null,null,"","singleScreen:singleScreen","",""  ],
  ["B-CONGRESS",26,"Congressional Hearings","Congress demands that you attend a hearing about why you refused to install a backdoor for the FBI.","Prepare for questioning...","You answered a long series of hard questions and, at the end of the day, left the capital with your head held high. You're satisfied with your answers but aren't sure if you changed any minds.","","",null,null,null,"","","",""  ],
  ["B-BACKDOOR-BLOWBACK",26,"Backdoor Blues","-","-","Your contact at the FBI reaches out to you. A foreign intelligence agency has figured out how to access the backdoor you built and they're using it to spy on journalists and dissidents. They suggest you delete the backdoor before they publish a press release later this week.\n\nThe press release goes as poorly as expected and there's a movement for users to leave your site.","","",null,-10,null,"","singleScreen:singleScreen","",""  ],
  ["B-BAD-NEWS",26,"Bad News","-","-","The angry newscaster has been giving regular screeds about how your platform is bad for America. You see a small dip in elderly users.","","",null,-5,null,"","singleScreen:singleScreen","",""  ],
  ["B-FOCUS-PAYOFF",27,"Focus","-","-","You've been laser focused on the company's needs and it's paying off. The entire team is aligned on strategy and everyone knows how they can contribute.","focus:1","",null,10,10,"focus:-1","singleScreen:singleScreen","",""  ],
  ["B-NO-FOCUS",27,"Burnout","One of your earliest employees comes to you, complaining of burnout and requesting a few months off.","With your series C coming up, now's not the time... tell them they can take a few weeks after you close the round.","-","","",null,null,null,"","singleScreen:singleScreen","",""  ],
  ["B-NO-FOCUS",27,"Burnout","One of your earliest employees comes to you, complaining of burnout and requesting a few months off.","Of course! They've been key to your success so far and they've earned the break.","-","","",null,null,null,"","","",""  ],
  ["C-FUNDING",28,"Series C","You're running low on cash again and it's time to raise a new round. This time, investors are pitching you on why you should take *their* money.","Try to break even by laying off staff and cutting expenses","The layoffs are painful and company morale never fully recovers. Meanwhile, your competitors are outpacing you in creating new features and growing their userbase. After a year of grinding away, the writing is on the wall and you wind down the company. Maybe you can still get acquired?","","",-100,null,null,"","","resultType:game-over",""  ],
  ["C-FUNDING",26,"Series C","You're running low on cash again and it's time to raise a new round. This time, investors are pitching you on why you should take *their* money.","Raise a huge round from a well known VC in exchange for 25% of the company","Continuing down the path towards IPO! you're a unicorn now!","","",50,null,null,"founderDilution:35","","",""  ],
  ["C-FUNDING",26,"Series C","You're running low on cash again and it's time to raise a new round. This time, investors are pitching you on why you should take *their* money.","Raise a huge round from a global investment firm at an astronomical valuation, for just 10% of the company","Dumb money is the BEST money, and your peers are jealous of how little equity you had to give up!","","",50,null,null,"founderDilution:20","","",""  ],
  ["C-FUNDING",26,"Series C","You're running low on cash again and it's time to raise a new round. This time, investors are pitching you on why you should take *their* money.","Acquisition: Google and Facebook have indicated interest in acquiring the company… your board thinks the valuation might be in the $400-500M range but it will come with golden handcuffs","This is generational wealth for you as founders – how can you pass that up. You can suffer through a few years at one of the big guys until You can get free and start living the good life.","","",null,null,null,"endState:true,endingAcquisition:true","","resultType:game-over",""  ],
  ["C-START",29,"New Round Update","Congratulations! You've closed your new round, moved to a bigger office, and focused on scaling the business.\n\nYou've got two years of runway, based on your current projections, and your investors fully expect you to spend that in pursuit of aggressive growth.\n\nMeanwhile, having a bigger company means bigger problems to contend with. In fact, your inbox is growing out of control.\n","Continue","Time to get back to work!","","",null,null,null,"focus:3","singleScreen:singleScreen","",""  ],
  ["C-BREACH",30,"Data Breach","A “Security researcher” contacts you to alert you that he has discovered a large chunk of your user logs on an unsecured cloud instance. Claims this is the second time he has reached out to alert you and plans to go public tomorrow if you haven't paid a security bounty.","Ignore; you don't negotiate with terrorists and you're sure your data is secure.","Everywhere you look since your latest round of funding people are coming up with reasons why you need to pay them! Enough is enough…","","",null,null,-10,"badSecurity:true,angryHacker:true","","",""  ],
  ["C-BREACH",30,"Data Breach","A “Security researcher” contacts you to alert you that he has discovered a large chunk of your user logs on an unsecured cloud instance. Claims this is the second time he has reached out to alert you and plans to go public tomorrow if you haven't paid a security bounty.","Divert security resources towards locking everything down, but don't interact with the researcher.","Can't trust some random cold call, but make sure that your best security engineers are on it and working to make sure the system is secure.","","",null,null,10,"angryHacker:true","","",""  ],
  ["C-BREACH",30,"Data Breach","A “Security researcher” contacts you to alert you that he has discovered a large chunk of your user logs on an unsecured cloud instance. Claims this is the second time he has reached out to alert you and plans to go public tomorrow if you haven't paid a security bounty.","Pay bounty; lockdown your systems","This is annoying, but that white hat hacker did find a real vulnerability. Better that it was one of the good guys than the opposite. Pay him, thank him, fix the problem and let’s hope you're good going forward.","","",-10,null,10,"","","",""  ],
  ["C-BREACH",30,"Data Breach","A “Security researcher” contacts you to alert you that he has discovered a large chunk of your user logs on an unsecured cloud instance. Claims this is the second time he has reached out to alert you and plans to go public tomorrow if you haven't paid a security bounty.","Pay bounty, lockdown systems, alert your users of the potential breach; offer credit monitoring services to all affected users.","It’s bad that you missed such a big vulnerability, but now you need to make things right. Pay the researcher, fix the hole, and alert your readers to what happened. Some are frustrated that your security was so bad, but at least you're on the track to making things right…","","",-10,-10,10,"","","",""  ],
  ["C-DISINFO-2",31,"Healthcare Headaches","New, thorough, peer-reviewed, WHO-endorsed study demonstrates that information previously thought to be misleading/misinformation actually is accurate, surprising many. People who spread information making similar claims before and who were banned demand apologies/return of accounts.","Stand by original decision. Your policy is to enforce *current* scientific consensus, not retroactive","Users are mad because to them it was “obvious all along” that the original scientific consensus was wrong. They're saying that you're beholden to Big Science.","","",null,-10,null,"","","",""  ],
  ["C-DISINFO-2",31,"Healthcare Headaches","New, thorough, peer-reviewed, WHO-endorsed study demonstrates that information previously thought to be misleading/misinformation actually is accurate, surprising many. People who spread information making similar claims before and who were banned demand apologies/return of accounts.","Carefully review previous bans/flags; keep banned accounts & flags for those who have other indicators of mis/disinformation/trolling, but re-enable accounts/remove flags for those who appear to be honest brokers","This is going to be a massive job to go back and re-review everything you thought you reviewed before, but the science changed, and you need to change with it.","capabilities:30,focus:1","",null,null,-10,"focus:-1","","",""  ],
  ["C-DISINFO-2",31,"Healthcare Headaches","New, thorough, peer-reviewed, WHO-endorsed study demonstrates that information previously thought to be misleading/misinformation actually is accurate, surprising many. People who spread information making similar claims before and who were banned demand apologies/return of accounts.","Reinstate all accounts banned for this policy violation / remove all such flags","Who knows who was really right before and who was really wrong, and it’s way too difficult for you to figure it out. Let’s just roll that original decision back.","","",null,null,null,"","","",""  ],
  ["C-TROLLS",31,"Too Many Trolls","Users are complaining about trolls run amok on the site, brigading and disrupting otherwise friendly conversations and making the site at times unusable for certain users.","Invest in AI that can detect “trollish” behavior and auto-ban or escalate to small team of moderators.","The algorithms can save you! It’s been a massive investment, and the technology is having some hiccups, but at some point I'm sure you'll get it to really work well. Right?","capital:30","",-20,-10,null,"","","",""  ],
  ["C-TROLLS",31,"Too Many Trolls","Users are complaining about trolls run amok on the site, brigading and disrupting otherwise friendly conversations and making the site at times unusable for certain users.","Invest in offshore/outsourced human moderator teams and very direct rules that can easily be understood and implemented globally for what counts as “trolling”","Our existing moderation just Isn't doing the trick, and the only way to deal with this is to throw more people at it. Of course, it’s difficult to “define” trolling especially across different languages and culture, but you must try something to get things under control – even if you end up making a lot of mistakes.","capital:30","",-15,-10,null,"","","",""  ],
  ["C-TROLLS",31,"Too Many Trolls","Users are complaining about trolls run amok on the site, brigading and disrupting otherwise friendly conversations and making the site at times unusable for certain users.","Invest heavily in hiring full time moderators around the globe, with clear, but flexible rules regarding trollish behavior","Perhaps content moderation is your real business. And if that’s the case, let’s make it a core competency and invest heavily in making things work.","capital:30","",-20,null,null,"","","",""  ],
  ["C-TROLLS",31,"Too Many Trolls","Users are complaining about trolls run amok on the site, brigading and disrupting otherwise friendly conversations and making the site at times unusable for certain users.","Open up platform API to third party developers and encourage them to create tools to weed out trolls","Why are you acting like you're the only ones who can solve this? If you open up your system to developers, then they can come up with solutions and the best ones may be way more creative and innovative than anything you'd come up with. Of course, that’s going to involve a lot of careful design of your systems to let 3rd parties work with it, while still protecting your users’ privacy. But, fingers crossed, perhaps a solution will be built by someone else…","capabilities:30","",-10,null,10,"","","",""  ],
  ["C-TROLLS",31,"Too Many Trolls","Users are complaining about trolls run amok on the site, brigading and disrupting otherwise friendly conversations and making the site at times unusable for certain users.","Do nothing; it doesn't pay to give in to whiners, and more activity on the platform is good.","The flame wars are engagement and engagement is good in the long run! You can show better numbers to advertisers. Except… it doesn't seem to be working out that way. While the flame wars get louder and longer, it’s among a dwindling number of users, as a large number of users are fed up with the constant arguing.","","",-10,-30,null,"","","",""  ],
  ["C-HOLLYWOOD",31,"Hollywood Showdown","Movie studios claim that your copyright detection efforts have not gone far enough and they are launching a major lawsuit which claims you deliberately encouraged infringement while pretending to comply with copyright laws.","Settle the lawsuit for $3 billion and future revenue split; too much of a headache to fight","Hollywood always wins in the end. Here, just take most of the last round you raised from the VCs and go away.","","",-30,null,null,"","","",""  ],
  ["C-HOLLYWOOD",31,"Hollywood Showdown","Movie studios claim that your copyright detection efforts have not gone far enough and they are launching a major lawsuit which claims you deliberately encouraged infringement while pretending to comply with copyright laws.","Fight the lawsuit to the end; you did the best you could and these demands are too extreme","These are impossible demands from Hollywood. Surely that can't possibly be how copyright law is supposed to work? Surely a judge will recognize that? No? Surely the appeals court will understand that? Right? Eventually?","","",-30,null,null,"","","",""  ],
  ["C-MID-ROUND-UPDATE",32,"Consolidation","Your major competitor was just bought by Google. Will that super charge their growth or lead to their stagnation? Time will tell...","Continue","-","","",null,null,null,"","singleScreen:singleScreen","",""  ],
  ["C-INDIA-DATA",33,"India Localization","India implements new data localization rules that require any data collected regarding Indian citizens must be kept on servers in India and that any company with more than 1 million users in India must have a local presence, including an office and employees in India to handle any legal complaints/data demands from the government.","Set up local Indian subsidiary and data operations to comply","The rules are the rules and the market is too important. It’s crazy costly to set up a local subsidiary, but let’s make it happen.","focus:1","",-30,null,null,"focus:-1","","",""  ],
  ["C-INDIA-DATA",33,"India Localization","India implements new data localization rules that require any data collected regarding Indian citizens must be kept on servers in India and that any company with more than 1 million users in India must have a local presence, including an office and employees in India to handle any legal complaints/data demands from the government.","Seek 3rd party partner who you hope will suffice to continue operating in India with local partner handling storage and legal compliance","You simply can’t afford a full blown presence there now, but if you partner with someone who can be there for compliance purposes, surely that will work?","","",-15,null,null,"","","",""  ],
  ["C-INDIA-DATA",33,"India Localization","India implements new data localization rules that require any data collected regarding Indian citizens must be kept on servers in India and that any company with more than 1 million users in India must have a local presence, including an office and employees in India to handle any legal complaints/data demands from the government.","Ignore the rule, make sure you have no employees in India; let them try to block us","You have no exposure in India, and surely they wouldn’t block you from the entire country?","","",null,null,null,"","","",""  ],
  ["C-INDIA-DATA",33,"India Localization","India implements new data localization rules that require any data collected regarding Indian citizens must be kept on servers in India and that any company with more than 1 million users in India must have a local presence, including an office and employees in India to handle any legal complaints/data demands from the government.","Proactively turn off service in India; geoblock Indian users","You can’t give in to pressure or every country will be doing this. Let’s block India from using your service. Sure, you lose a valuable market, but better that than having to set up a new subsidiary in every country where you have users. And maybe those users will convince the Indian government to reverse course.","","",null,-20,null,"","","",""  ],
  ["C-BRAZIL-TAKEDOWN",33,"Brazilian Issues","Brazil passes new law which would require global takedowns of content deemed illegal by courts. Failure to comply will result in service being blocked entirely from Brazil.","Comply with such requests; it’s gone through due process, and a global takedown is the only way to truly takedown the judicially recognized illegal content.","We’re taking down the content as demanded, but it’s sure making a bunch of your users angry about how we’re a pawn of the state.","","",null,-10,null,"","","",""  ],
  ["C-BRAZIL-TAKEDOWN",33,"Brazilian Issues","Brazil passes new law which would require global takedowns of content deemed illegal by courts. Failure to comply will result in service being blocked entirely from Brazil.","Block access to such content in Brazil, but keep it up elsewhere.","Look, we’ll block access to that content in Brazil, but surely they can’t actually expect you to take it down globally. That’s madness. You have to implement new systems to localize the blocks, and users in Brazil are still mad at us, but what else can you do?","","",null,-5,null,"","","",""  ],
  ["C-BRAZIL-TAKEDOWN",33,"Brazilian Issues","Brazil passes new law which would require global takedowns of content deemed illegal by courts. Failure to comply will result in service being blocked entirely from Brazil.","Pre-emptively shut down service in Brazil.","You can’t encourage this kind of censorship. Sorry, Brazil. You know it’s a big market, but you’re just too much of a hassle.","","",null,-10,null,"","","",""  ],
  ["C-TBD",34,"Follow-up TBD","Placeholder based on prior choices","TK","TK","","",null,null,null,"","","",""  ],
  ["C-FOCUS-PAYOFF",35,"Focus","-","-","Your competitors have been easily distracted, always focusing on the urgent at the expense of the important. Not you – you're clarity and prioritization have set the tone for your entire organization and  it's paying off as clearly you emerge as the market leader.","focus:1","",null,15,15,"focus:-1","singleScreen:singleScreen","",""  ],
  ["C-NO-FOCUS",35,"Competition","One of your competitors is running some vicious ads against you, trying to get users to switch to their platform. How do you respond?","Ignore them, any response will just send more attention their way.","-","","",null,null,null,"","singleScreen:singleScreen","",""  ],
  ["",null,"","One of your competitors is running some vicious ads against you, trying to get users to switch to their platform. How do you respond?","This means war! Fight back with counter advertisments and outbid them on the ad exchanges.","-","","",null,null,null,"","","",""  ],
  ["E-END",36,"The End?","You've made it! You're the biggest company in your space and new starts are gunning for you. There are rumors that Time Magazine wants you to be on their cover. Having accomplished so much, what's your next step?","Keep the company private – you don't want to deal with the vagaries of the public market.","Your investors and early employees are clamoring for liquidity but you hold firm. Maybe you'll IPO someday, but for now you're happy to focus on long term growth without the distraction of the public markets.","","",null,null,null,"endState:true,endingPrivate:true","","resultType:game-over",""  ],
  ["E-END",36,"The End?","You've made it! You're the biggest company in your space and new starts are gunning for you. There are rumors that Time Magazine wants you to be on their cover. Having accomplished so much, what's your next step?","Prepare the company for IPO – it's finally time to get liquid!","Time slows down as you take the stage and ring in the bell of the New York Stock Exchange. Your company is officially listed and your shares pop 20% on the first day. You give yourself a little time to celebrate before starting to prep for your first earnings call.","","",null,null,null,"endState:true,endingIPO:true","","resultType:game-over",""  ],
  ["E-END",36,"The End?","You've made it! You're the biggest company in your space and new starts are gunning for you. There are rumors that Time Magazine wants you to be on their cover. Having accomplished so much, what's your next step?","Sell to one of the FAANG companies at a multi-billion-dollar valuation.","For a moment, it looked like the justice department would block the merger, but they backed down and the deal went through. Working at a massive conglomerate and having a boss again is going to be an adjustment, though your golden handcuffs suit you just fine and sticking around for a few years won't be an issue.","","",null,null,null,"endState:true,endingFAANG:true","","resultType:game-over",""  ],
  ["E-END",36,"The End?","You've made it! You're the biggest company in your space and new starts are gunning for you. There are rumors that Time Magazine wants you to be on their cover. Having accomplished so much, what's your next step?","Hire a CEO to take over for you – you've accomplished all that you wanted and now it's time to relax.","You built a massive company from nothing and it's time to enjoy some much needed rest. You don't agree with every decision your successor makes, but it's hard to be too bothered when you're basking in the sun and listening to the sound of the surf.","","",null,null,null,"endState:true,endingNewCEO:true","","resultType:game-over",""  ]
]