[
  [1,"Your first decision is to pick a location for your startup. Some areas are more expensive than others, and your choice will impact future access to capital, talent, and internet connectivity.","Tech Hub – expensive but with world class talent and tons of investors","This is the place to be, and even if that co-working space only gives us a desk in the corner for 3x the cost of a full office somewhere else, we’ll be seen as a *real* startup now. ","","","techHub: true",""  ],
  [1,"Your first decision is to pick a location for your startup. Some areas are more expensive than others, and your choice will impact future access to capital, talent, and internet connectivity.","Other City – an aspiring tech hub with a lower cost of living and a smaller talent pool","Silicon Valley is so last century. Innovation is about newness, and the Crypto Hills is where everyone is heading these days.","","","otherCity: true",""  ],
  [1,"Your first decision is to pick a location for your startup. Some areas are more expensive than others, and your choice will impact future access to capital, talent, and internet connectivity.","College Town – home of a prestigious university and brimming with talent, though lacking in investors","Startups are kind of like a post-college experience anyway, might as well set up shop in a college town. Plus, so many eager CS students! ","","","collegeTown: true",""  ],
  [1,"Your first decision is to pick a location for your startup. Some areas are more expensive than others, and your choice will impact future access to capital, talent, and internet connectivity.","Small Town – it’s cheap but there’s not much in the way of local investors and tech talent","The world is remote these days anyway – let’s not waste time and money on expensive offices. Life here is bucolic and we can quickly become the biggest company in town.","","","smallTown: true",""  ],
  [2,"As a founder, your time is incredibly valuable and there are endless opportunities on which you can focus. Working on your core product is always a good idea, but it might be worth taking some time away from that to strengthen your company in other ways. ","Start networking with investors to prepare for your Series A fundraising later this year","Getting investors to meet is hard work but your calendar is starting to fill up. For some reason, they keep passing you off to their junior associates but they seem enthusiastic. This might open additional fundraising options in future rounds.","focus: 1","","investorNetwork: true, focus: -1",""  ],
  [2,"As a founder, your time is incredibly valuable and there are endless opportunities on which you can focus. Working on your core product is always a good idea, but it might be worth taking some time away from that to strengthen your company in other ways. ","Focus on recruiting and building an amazing team","We’re nothing without the best people. Creating compelling job ads is one thing, but getting out there and working our network to find the rockstar early employees is the key to our success.","focus: 1","","hiringFocus: true, focus: -1",""  ],
  [2,"As a founder, your time is incredibly valuable and there are endless opportunities on which you can focus. Working on your core product is always a good idea, but it might be worth taking some time away from that to strengthen your company in other ways. ","Ignore other distractions and stay focused on building the best product","Too many companies focus on money and people, when they don’t have a real killer product. We need to build the greatest service in the world, and we’ll have prospective employees and investors banging on our door.","","","productFocus: true",""  ]
]